Repository: openedx/credentials
Catalog: credentials/conf/locale/rtl/LC_MESSAGES/django.po
Languages: rtl

source: No rules specified.
rtl: Nø ɹnlǝs sdǝɔᴉɟᴉǝd.

source: Badge templates were successfully updated.
rtl: Ƀɐdƃǝ ʇǝɯdlɐʇǝs ʍǝɹǝ snɔɔǝssɟnllʎ nddɐʇǝd.

source: API key
rtl: ȺⱣƗ ʞǝʎ

source: Pre-configured from the environment.
rtl: Ᵽɹǝ-ɔønɟᴉƃnɹǝd ɟɹøɯ ʇɥǝ ǝnʌᴉɹønɯǝnʇ.

source: WARNING: avoid configuration updates on activated badges. Active badge templates are continuously processed and learners may already have progress on them. Any changes in badge template requirements (including data rules) will affect learners' experience!
rtl: WȺɌNƗNǤ: ɐʌøᴉd ɔønɟᴉƃnɹɐʇᴉøn nddɐʇǝs øn ɐɔʇᴉʌɐʇǝd bɐdƃǝs. Ⱥɔʇᴉʌǝ bɐdƃǝ ʇǝɯdlɐʇǝs ɐɹǝ ɔønʇᴉnnønslʎ dɹøɔǝssǝd ɐnd lǝɐɹnǝɹs ɯɐʎ ɐlɹǝɐdʎ ɥɐʌǝ dɹøƃɹǝss øn ʇɥǝɯ. Ⱥnʎ ɔɥɐnƃǝs ᴉn bɐdƃǝ ʇǝɯdlɐʇǝ ɹǝbnᴉɹǝɯǝnʇs (ᴉnɔlndᴉnƃ dɐʇɐ ɹnlǝs) ʍᴉll ɐɟɟǝɔʇ lǝɐɹnǝɹs' ǝxdǝɹᴉǝnɔǝ!

source: Active badge template cannot be deleted.
rtl: Ⱥɔʇᴉʌǝ bɐdƃǝ ʇǝɯdlɐʇǝ ɔɐnnøʇ bǝ dǝlǝʇǝd.

source: Active badge templates cannot be deleted.
rtl: Ⱥɔʇᴉʌǝ bɐdƃǝ ʇǝɯdlɐʇǝs ɔɐnnøʇ bǝ dǝlǝʇǝd.

source: icon
rtl: ᴉɔøn

source: Active badge template must have at least one requirement.
rtl: Ⱥɔʇᴉʌǝ bɐdƃǝ ʇǝɯdlɐʇǝ ɯnsʇ ɥɐʌǝ ɐʇ lǝɐsʇ ønǝ ɹǝbnᴉɹǝɯǝnʇ.

source: badge template
rtl: bɐdƃǝ ʇǝɯdlɐʇǝ

source: You can't provide an API key for a configured organization.
rtl: Ɏøn ɔɐn'ʇ dɹøʌᴉdǝ ɐn ȺⱣƗ ʞǝʎ ɟøɹ ɐ ɔønɟᴉƃnɹǝd øɹƃɐnᴉzɐʇᴉøn.

source: All requirements must belong to the same template.
rtl: Ⱥll ɹǝbnᴉɹǝɯǝnʇs ɯnsʇ bǝlønƃ ʇø ʇɥǝ sɐɯǝ ʇǝɯdlɐʇǝ.

source: Value must be a boolean.
rtl: Vɐlnǝ ɯnsʇ bǝ ɐ bøølǝɐn.

source: Open edX internal user credential was revoked
rtl: Ødǝn ǝdX ᴉnʇǝɹnɐl nsǝɹ ɔɹǝdǝnʇᴉɐl ʍɐs ɹǝʌøʞǝd

source: Put your Credly Organization ID here.
rtl: Ᵽnʇ ʎønɹ Ȼɹǝdlʎ Øɹƃɐnᴉzɐʇᴉøn ƗĐ ɥǝɹǝ.

source: Credly API shared secret for Credly Organization.
rtl: Ȼɹǝdlʎ ȺⱣƗ sɥɐɹǝd sǝɔɹǝʇ ɟøɹ Ȼɹǝdlʎ Øɹƃɐnᴉzɐʇᴉøn.

source: Verbose name for Credly Organization.
rtl: Vǝɹbøsǝ nɐɯǝ ɟøɹ Ȼɹǝdlʎ Øɹƃɐnᴉzɐʇᴉøn.

source: Unique badge template ID.
rtl: Ʉnᴉbnǝ bɐdƃǝ ʇǝɯdlɐʇǝ ƗĐ.

source: Badge template name.
rtl: Ƀɐdƃǝ ʇǝɯdlɐʇǝ nɐɯǝ.

source: Badge template description.
rtl: Ƀɐdƃǝ ʇǝɯdlɐʇǝ dǝsɔɹᴉdʇᴉøn.

source: Badge template type.
rtl: Ƀɐdƃǝ ʇǝɯdlɐʇǝ ʇʎdǝ.

source: Credly badge template state (auto-managed).
rtl: Ȼɹǝdlʎ bɐdƃǝ ʇǝɯdlɐʇǝ sʇɐʇǝ (ɐnʇø-ɯɐnɐƃǝd).

source: Credly Organization - template owner.
rtl: Ȼɹǝdlʎ Øɹƃɐnᴉzɐʇᴉøn - ʇǝɯdlɐʇǝ øʍnǝɹ.

source: Badge template this requirement serves for.
rtl: Ƀɐdƃǝ ʇǝɯdlɐʇǝ ʇɥᴉs ɹǝbnᴉɹǝɯǝnʇ sǝɹʌǝs ɟøɹ.

source: Public signal type. Available events are configured in "BADGES_CONFIG" setting. The crucial aspect for event to carry UserData in its payload.
rtl: Ᵽnblᴉɔ sᴉƃnɐl ʇʎdǝ. Ⱥʌɐᴉlɐblǝ ǝʌǝnʇs ɐɹǝ ɔønɟᴉƃnɹǝd ᴉn "ɃȺĐǤɆS_ȻØNFƗǤ" sǝʇʇᴉnƃ. Ŧɥǝ ɔɹnɔᴉɐl ɐsdǝɔʇ ɟøɹ ǝʌǝnʇ ʇø ɔɐɹɹʎ ɄsǝɹĐɐʇɐ ᴉn ᴉʇs dɐʎløɐd.

source: Provide more details if needed.
rtl: Ᵽɹøʌᴉdǝ ɯøɹǝ dǝʇɐᴉls ᴉɟ nǝǝdǝd.

source: Optional. Group requirements together using the same Group ID for interchangeable (OR processing logic).
rtl: Ødʇᴉønɐl. Ǥɹønd ɹǝbnᴉɹǝɯǝnʇs ʇøƃǝʇɥǝɹ nsᴉnƃ ʇɥǝ sɐɯǝ Ǥɹønd ƗĐ ɟøɹ ᴉnʇǝɹɔɥɐnƃǝɐblǝ (ØɌ dɹøɔǝssᴉnƃ løƃᴉɔ).

source: group
rtl: ƃɹønd

source: Public signal's data payload nested property path, e.g: "user.pii.username".
rtl: Ᵽnblᴉɔ sᴉƃnɐl's dɐʇɐ dɐʎløɐd nǝsʇǝd dɹødǝɹʇʎ dɐʇɥ, ǝ.ƃ: "nsǝɹ.dᴉᴉ.nsǝɹnɐɯǝ".

source: key path
rtl: ʞǝʎ dɐʇɥ

source: Expected value comparison operator. https://docs.python.org/3/library/operator.html
rtl: Ɇxdǝɔʇǝd ʌɐlnǝ ɔøɯdɐɹᴉsøn ødǝɹɐʇøɹ. ɥʇʇds://døɔs.dʎʇɥøn.øɹƃ/3/lᴉbɹɐɹʎ/ødǝɹɐʇøɹ.ɥʇɯl

source: Expected value for the nested property, e.g: "cucumber1997".
rtl: Ɇxdǝɔʇǝd ʌɐlnǝ ɟøɹ ʇɥǝ nǝsʇǝd dɹødǝɹʇʎ, ǝ.ƃ: "ɔnɔnɯbǝɹ1997".

source: expected value
rtl: ǝxdǝɔʇǝd ʌɐlnǝ

source: Parent requirement for this data rule.
rtl: Ᵽɐɹǝnʇ ɹǝbnᴉɹǝɯǝnʇ ɟøɹ ʇɥᴉs dɐʇɐ ɹnlǝ.

source: Badge template this penalty serves for.
rtl: Ƀɐdƃǝ ʇǝɯdlɐʇǝ ʇɥᴉs dǝnɐlʇʎ sǝɹʌǝs ɟøɹ.

source: Public signal type. Use namespaced types, e.g: "org.openedx.learning.student.registration.completed.v1"
rtl: Ᵽnblᴉɔ sᴉƃnɐl ʇʎdǝ. Ʉsǝ nɐɯǝsdɐɔǝd ʇʎdǝs, ǝ.ƃ: "øɹƃ.ødǝnǝdx.lǝɐɹnᴉnƃ.sʇndǝnʇ.ɹǝƃᴉsʇɹɐʇᴉøn.ɔøɯdlǝʇǝd.ʌ1"

source: Badge requirements for which this penalty is defined.
rtl: Ƀɐdƃǝ ɹǝbnᴉɹǝɯǝnʇs ɟøɹ ʍɥᴉɔɥ ʇɥᴉs dǝnɐlʇʎ ᴉs dǝɟᴉnǝd.

source: Badge penalties
rtl: Ƀɐdƃǝ dǝnɐlʇᴉǝs

source: Parent penalty for this data rule.
rtl: Ᵽɐɹǝnʇ dǝnɐlʇʎ ɟøɹ ʇɥᴉs dɐʇɐ ɹnlǝ.

source: badge progress records
rtl: bɐdƃǝ dɹøƃɹǝss ɹǝɔøɹds

source: Group ID for the requirement.
rtl: Ǥɹønd ƗĐ ɟøɹ ʇɥǝ ɹǝbnᴉɹǝɯǝnʇ.

source: Credly badge issuing state
rtl: Ȼɹǝdlʎ bɐdƃǝ ᴉssnᴉnƃ sʇɐʇǝ

source: Credly service badge identifier
rtl: Ȼɹǝdlʎ sǝɹʌᴉɔǝ bɐdƃǝ ᴉdǝnʇᴉɟᴉǝɹ

source: Activate selected entries
rtl: Ⱥɔʇᴉʌɐʇǝ sǝlǝɔʇǝd ǝnʇɹᴉǝs

source: 1 {model_name} entry was successfully activated.
rtl: 1 {model_name} ǝnʇɹʎ ʍɐs snɔɔǝssɟnllʎ ɐɔʇᴉʌɐʇǝd.

source: {count} {model_name} entries were successfully activated.
rtl: {count} {model_name} ǝnʇɹᴉǝs ʍǝɹǝ snɔɔǝssɟnllʎ ɐɔʇᴉʌɐʇǝd.

source: Deactivate selected entries
rtl: Đǝɐɔʇᴉʌɐʇǝ sǝlǝɔʇǝd ǝnʇɹᴉǝs

source: 1 {model_name} entry was successfully deactivated.
rtl: 1 {model_name} ǝnʇɹʎ ʍɐs snɔɔǝssɟnllʎ dǝɐɔʇᴉʌɐʇǝd.

source: {count} {model_name} entries were successfully deactivated.
rtl: {count} {model_name} ǝnʇɹᴉǝs ʍǝɹǝ snɔɔǝssɟnllʎ dǝɐɔʇᴉʌɐʇǝd.

source: Add is_staff to selected entries
rtl: Ⱥdd ᴉs_sʇɐɟɟ ʇø sǝlǝɔʇǝd ǝnʇɹᴉǝs

source: 1 {model_name} entry was successfully changed.
rtl: 1 {model_name} ǝnʇɹʎ ʍɐs snɔɔǝssɟnllʎ ɔɥɐnƃǝd.

source: {count} {model_name} entries were successfully changed.
rtl: {count} {model_name} ǝnʇɹᴉǝs ʍǝɹǝ snɔɔǝssɟnllʎ ɔɥɐnƃǝd.

source: Remove is_staff from selected entries
rtl: Ɍǝɯøʌǝ ᴉs_sʇɐɟɟ ɟɹøɯ sǝlǝɔʇǝd ǝnʇɹᴉǝs

source: Add is_superuser to selected entries
rtl: Ⱥdd ᴉs_sndǝɹnsǝɹ ʇø sǝlǝɔʇǝd ǝnʇɹᴉǝs

source: Remove is_superuser from selected entries
rtl: Ɍǝɯøʌǝ ᴉs_sndǝɹnsǝɹ ɟɹøɯ sǝlǝɔʇǝd ǝnʇɹᴉǝs

source: Personal info
rtl: Ᵽǝɹsønɐl ᴉnɟø

source: Permissions
rtl: Ᵽǝɹɯᴉssᴉøns

source: Important dates
rtl: Ɨɯdøɹʇɐnʇ dɐʇǝs

source: URLs
rtl: ɄɌŁs

source: Social Sharing
rtl: Søɔᴉɐl Sɥɐɹᴉnƃ

source: A Facebook app ID is required to enable Facebook sharing.
rtl: Ⱥ Fɐɔǝbøøʞ ɐdd ƗĐ ᴉs ɹǝbnᴉɹǝd ʇø ǝnɐblǝ Fɐɔǝbøøʞ sɥɐɹᴉnƃ.

source: Platform Name
rtl: Ᵽlɐʇɟøɹɯ Nɐɯǝ

source: Name of your Open edX platform
rtl: Nɐɯǝ øɟ ʎønɹ Ødǝn ǝdX dlɐʇɟøɹɯ

source: Segment Key
rtl: Sǝƃɯǝnʇ Ꝁǝʎ

source: Segment write/API key.
rtl: Sǝƃɯǝnʇ ʍɹᴉʇǝ/ȺⱣƗ ʞǝʎ.

source: Theme Name
rtl: Ŧɥǝɯǝ Nɐɯǝ

source: Name of of the theme to use for this site. This value should be lower-cased.
rtl: Nɐɯǝ øɟ øɟ ʇɥǝ ʇɥǝɯǝ ʇø nsǝ ɟøɹ ʇɥᴉs sᴉʇǝ. Ŧɥᴉs ʌɐlnǝ sɥønld bǝ løʍǝɹ-ɔɐsǝd.

source: LMS base url for custom site
rtl: ŁMS bɐsǝ nɹl ɟøɹ ɔnsʇøɯ sᴉʇǝ

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
rtl: Ɍøøʇ ɄɌŁ øɟ ʇɥᴉs sᴉʇǝ's ŁMS (ǝ.ƃ. ɥʇʇds://ɔønɹsǝs.sʇɐƃǝ.ǝdx.øɹƃ)

source: Catalog API URL
rtl: Ȼɐʇɐløƃ ȺⱣƗ ɄɌŁ

source: Root URL of the Catalog API (e.g. https://api.edx.org/catalog/v1/)
rtl: Ɍøøʇ ɄɌŁ øɟ ʇɥǝ Ȼɐʇɐløƃ ȺⱣƗ (ǝ.ƃ. ɥʇʇds://ɐdᴉ.ǝdx.øɹƃ/ɔɐʇɐløƃ/ʌ1/)

source: Terms of Service URL
rtl: Ŧǝɹɯs øɟ Sǝɹʌᴉɔǝ ɄɌŁ

source: Privacy Policy URL
rtl: Ᵽɹᴉʌɐɔʎ Ᵽølᴉɔʎ ɄɌŁ

source: Homepage URL
rtl: Ħøɯǝdɐƃǝ ɄɌŁ

source: Company Name
rtl: Ȼøɯdɐnʎ Nɐɯǝ

source: Verified Certificate URL
rtl: Vǝɹᴉɟᴉǝd Ȼǝɹʇᴉɟᴉɔɐʇǝ ɄɌŁ

source: Certificate Help URL
rtl: Ȼǝɹʇᴉɟᴉɔɐʇǝ Ħǝld ɄɌŁ

source: URL of page for questions about certificates
rtl: ɄɌŁ øɟ dɐƃǝ ɟøɹ bnǝsʇᴉøns ɐbønʇ ɔǝɹʇᴉɟᴉɔɐʇǝs

source: Enable Learner Records
rtl: Ɇnɐblǝ Łǝɐɹnǝɹ Ɍǝɔøɹds

source: Enable the Records feature. The LMS has a similar setting.
rtl: Ɇnɐblǝ ʇɥǝ Ɍǝɔøɹds ɟǝɐʇnɹǝ. Ŧɥǝ ŁMS ɥɐs ɐ sᴉɯᴉlɐɹ sǝʇʇᴉnƃ.

source: Learner Records Help URL
rtl: Łǝɐɹnǝɹ Ɍǝɔøɹds Ħǝld ɄɌŁ

source: URL of page for questions about Learner Records
rtl: ɄɌŁ øɟ dɐƃǝ ɟøɹ bnǝsʇᴉøns ɐbønʇ Łǝɐɹnǝɹ Ɍǝɔøɹds

source: Facebook App ID
rtl: Fɐɔǝbøøʞ Ⱥdd ƗĐ

source: Facebook app ID used for sharing
rtl: Fɐɔǝbøøʞ ɐdd ƗĐ nsǝd ɟøɹ sɥɐɹᴉnƃ

source: Twitter Username
rtl: Ŧʍᴉʇʇǝɹ Ʉsǝɹnɐɯǝ

source: Twitter username included in tweeted credentials. Do NOT include @.
rtl: Ŧʍᴉʇʇǝɹ nsǝɹnɐɯǝ ᴉnɔlndǝd ᴉn ʇʍǝǝʇǝd ɔɹǝdǝnʇᴉɐls. Đø NØŦ ᴉnɔlndǝ @.

source: Enable Facebook sharing
rtl: Ɇnɐblǝ Fɐɔǝbøøʞ sɥɐɹᴉnƃ

source: Enable sharing via Facebook
rtl: Ɇnɐblǝ sɥɐɹᴉnƃ ʌᴉɐ Fɐɔǝbøøʞ

source: Enable LinkedIn sharing
rtl: Ɇnɐblǝ ŁᴉnʞǝdƗn sɥɐɹᴉnƃ

source: Enable sharing via LinkedIn
rtl: Ɇnɐblǝ sɥɐɹᴉnƃ ʌᴉɐ ŁᴉnʞǝdƗn

source: Enable Twitter sharing
rtl: Ɇnɐblǝ Ŧʍᴉʇʇǝɹ sɥɐɹᴉnƃ

source: Enable sharing via Twitter
rtl: Ɇnɐblǝ sɥɐɹᴉnƃ ʌᴉɐ Ŧʍᴉʇʇǝɹ

source: Full Name
rtl: Fnll Nɐɯǝ

source: All authoring organizations of the program MUST have a certificate image defined!
rtl: Ⱥll ɐnʇɥøɹᴉnƃ øɹƃɐnᴉzɐʇᴉøns øɟ ʇɥǝ dɹøƃɹɐɯ MɄSŦ ɥɐʌǝ ɐ ɔǝɹʇᴉɟᴉɔɐʇǝ ᴉɯɐƃǝ dǝɟᴉnǝd!

source: The image file size must be less than 250KB.
rtl: Ŧɥǝ ᴉɯɐƃǝ ɟᴉlǝ sᴉzǝ ɯnsʇ bǝ lǝss ʇɥɐn 250ꝀɃ.

source: Invalid course key.
rtl: Ɨnʌɐlᴉd ɔønɹsǝ ʞǝʎ.

source: Signatory organization name if its different from issuing organization.
rtl: Sᴉƃnɐʇøɹʎ øɹƃɐnᴉzɐʇᴉøn nɐɯǝ ᴉɟ ᴉʇs dᴉɟɟǝɹǝnʇ ɟɹøɯ ᴉssnᴉnƃ øɹƃɐnᴉzɐʇᴉøn.

source: Image must be square PNG files. The file size should be under 250KB.
rtl: Ɨɯɐƃǝ ɯnsʇ bǝ sbnɐɹǝ ⱣNǤ ɟᴉlǝs. Ŧɥǝ ɟᴉlǝ sᴉzǝ sɥønld bǝ nndǝɹ 250ꝀɃ.

source: awarded
rtl: ɐʍɐɹdǝd

source: revoked
rtl: ɹǝʌøʞǝd

source: URL at which the credential can be downloaded
rtl: ɄɌŁ ɐʇ ʍɥᴉɔɥ ʇɥǝ ɔɹǝdǝnʇᴉɐl ɔɐn bǝ døʍnløɐdǝd

source: The certificate available date and time that is set in Studio and copied to Credentials. This should be edited in Studio.
rtl: Ŧɥǝ ɔǝɹʇᴉɟᴉɔɐʇǝ ɐʌɐᴉlɐblǝ dɐʇǝ ɐnd ʇᴉɯǝ ʇɥɐʇ ᴉs sǝʇ ᴉn Sʇndᴉø ɐnd ɔødᴉǝd ʇø Ȼɹǝdǝnʇᴉɐls. Ŧɥᴉs sɥønld bǝ ǝdᴉʇǝd ᴉn Sʇndᴉø.

source: Program UUID
rtl: Ᵽɹøƃɹɐɯ ɄɄƗĐ

source: Display the associated organization's name (e.g. ACME University) instead of its short name (e.g. ACMEx)
rtl: Đᴉsdlɐʎ ʇɥǝ ɐssøɔᴉɐʇǝd øɹƃɐnᴉzɐʇᴉøn's nɐɯǝ (ǝ.ƃ. ȺȻMɆ Ʉnᴉʌǝɹsᴉʇʎ) ᴉnsʇǝɐd øɟ ᴉʇs sɥøɹʇ nɐɯǝ (ǝ.ƃ. ȺȻMɆx)

source: Use organization name
rtl: Ʉsǝ øɹƃɐnᴉzɐʇᴉøn nɐɯǝ

source: {first_org} and {second_org}
rtl: {first_org} ɐnd {second_org}

source: {series_of_orgs}, and {last_org}
rtl: {series_of_orgs}, ɐnd {last_org}

source: I completed a course at {platform_name}. Take a look at my certificate:
rtl: Ɨ ɔøɯdlǝʇǝd ɐ ɔønɹsǝ ɐʇ {platform_name}. Ŧɐʞǝ ɐ løøʞ ɐʇ ɯʎ ɔǝɹʇᴉɟᴉɔɐʇǝ:

source: successfully completed all courses and received passing grades for a Professional Certificate in
rtl: snɔɔǝssɟnllʎ ɔøɯdlǝʇǝd ɐll ɔønɹsǝs ɐnd ɹǝɔǝᴉʌǝd dɐssᴉnƃ ƃɹɐdǝs ɟøɹ ɐ Ᵽɹøɟǝssᴉønɐl Ȼǝɹʇᴉɟᴉɔɐʇǝ ᴉn

source: Professional Certificate
rtl: Ᵽɹøɟǝssᴉønɐl Ȼǝɹʇᴉɟᴉɔɐʇǝ

source: Cache cleared.
rtl: Ȼɐɔɥǝ ɔlǝɐɹǝd.

source: {action} is not a valid action.
rtl: {action} ᴉs nøʇ ɐ ʌɐlᴉd ɐɔʇᴉøn.

source: N/A
rtl: N/Ⱥ

source: sent
rtl: sǝnʇ

source: other
rtl: øʇɥǝɹ

source: User credit pathways can only be connected to credit pathways.
rtl: Ʉsǝɹ ɔɹǝdᴉʇ dɐʇɥʍɐʎs ɔɐn ønlʎ bǝ ɔønnǝɔʇǝd ʇø ɔɹǝdᴉʇ dɐʇɥʍɐʎs.

source: Issuer ID
rtl: Ɨssnǝɹ ƗĐ

source: At least one Issuer must be always enabled!
rtl: Ⱥʇ lǝɐsʇ ønǝ Ɨssnǝɹ ɯnsʇ bǝ ɐlʍɐʎs ǝnɐblǝd!

source: Open Badges Specification v3.0
rtl: Ødǝn Ƀɐdƃǝs Sdǝɔᴉɟᴉɔɐʇᴉøn ʌ3.0

source: Open Badges Specification v3.0.1
rtl: Ødǝn Ƀɐdƃǝs Sdǝɔᴉɟᴉɔɐʇᴉøn ʌ3.0.1

source: Status List 2021
rtl: Sʇɐʇns Łᴉsʇ 2021

source: Verifiable Credentials Data Model v1.1
rtl: Vǝɹᴉɟᴉɐblǝ Ȼɹǝdǝnʇᴉɐls Đɐʇɐ Mødǝl ʌ1.1

source: Couldn't find such issuance line: [{issuance_uuid}]
rtl: Ȼønldn'ʇ ɟᴉnd snɔɥ ᴉssnɐnɔǝ lᴉnǝ: [{issuance_uuid}]

source: Seems credential isn't active anymore: [{credential_id}]
rtl: Sǝǝɯs ɔɹǝdǝnʇᴉɐl ᴉsn'ʇ ɐɔʇᴉʌǝ ɐnʎɯøɹǝ: [{credential_id}]

source: Provided data didn't validate
rtl: Ᵽɹøʌᴉdǝd dɐʇɐ dᴉdn'ʇ ʌɐlᴉdɐʇǝ

source: Issued verifiable credential can't be verified!
rtl: Ɨssnǝd ʌǝɹᴉɟᴉɐblǝ ɔɹǝdǝnʇᴉɐl ɔɐn'ʇ bǝ ʌǝɹᴉɟᴉǝd!

source: Related Open edX learner credential
rtl: Ɍǝlɐʇǝd Ødǝn ǝdX lǝɐɹnǝɹ ɔɹǝdǝnʇᴉɐl

source: Completeness indicator
rtl: Ȼøɯdlǝʇǝnǝss ᴉndᴉɔɐʇøɹ

source: Issuer DID
rtl: Ɨssnǝɹ ĐƗĐ

source: Target storage identifier
rtl: Ŧɐɹƃǝʇ sʇøɹɐƃǝ ᴉdǝnʇᴉɟᴉǝɹ

source: Verifiable credential subject DID
rtl: Vǝɹᴉɟᴉɐblǝ ɔɹǝdǝnʇᴉɐl snbɾǝɔʇ ĐƗĐ

source: Verifiable credential specification to use
rtl: Vǝɹᴉɟᴉɐblǝ ɔɹǝdǝnʇᴉɐl sdǝɔᴉɟᴉɔɐʇᴉøn ʇø nsǝ

source: Defines a position in the Status List sequence
rtl: Đǝɟᴉnǝs ɐ døsᴉʇᴉøn ᴉn ʇɥǝ Sʇɐʇns Łᴉsʇ sǝbnǝnɔǝ

source: Keeps track on a corresponding user credential's status
rtl: Ꝁǝǝds ʇɹɐɔʞ øn ɐ ɔøɹɹǝsdøndᴉnƃ nsǝɹ ɔɹǝdǝnʇᴉɐl's sʇɐʇns

source: program certificate
rtl: dɹøƃɹɐɯ ɔǝɹʇᴉɟᴉɔɐʇǝ

source: course certificate
rtl: ɔønɹsǝ ɔǝɹʇᴉɟᴉɔɐʇǝ

source: program certificate for passing a program {program_title}
rtl: dɹøƃɹɐɯ ɔǝɹʇᴉɟᴉɔɐʇǝ ɟøɹ dɐssᴉnƃ ɐ dɹøƃɹɐɯ {program_title}

source: , with total {hours_of_effort} Hours of effort required to complete it
rtl: , ʍᴉʇɥ ʇøʇɐl {hours_of_effort} Ħønɹs øɟ ǝɟɟøɹʇ ɹǝbnᴉɹǝd ʇø ɔøɯdlǝʇǝ ᴉʇ

source: {credential_type} is granted on program {program_title} completion offered by {organizations}, in collaboration with {platform_name}. The {program_title} program includes {course_count} course(s){effort_info}.
rtl: {credential_type} ᴉs ƃɹɐnʇǝd øn dɹøƃɹɐɯ {program_title} ɔøɯdlǝʇᴉøn øɟɟǝɹǝd bʎ {organizations}, ᴉn ɔøllɐbøɹɐʇᴉøn ʍᴉʇɥ {platform_name}. Ŧɥǝ {program_title} dɹøƃɹɐɯ ᴉnɔlndǝs {course_count} ɔønɹsǝ(s){effort_info}.

source: {credential_type} is granted on course {course_title} completion offered by {organization}, in collaboration with {platform_name}
rtl: {credential_type} ᴉs ƃɹɐnʇǝd øn ɔønɹsǝ {course_title} ɔøɯdlǝʇᴉøn øɟɟǝɹǝd bʎ {organization}, ᴉn ɔøllɐbøɹɐʇᴉøn ʍᴉʇɥ {platform_name}

source: {recipient_fullname} successfully completed all courses and received passing grades for a Professional Certificate in {program_title} a program offered by {organizations}, in collaboration with {platform_name}.
rtl: {recipient_fullname} snɔɔǝssɟnllʎ ɔøɯdlǝʇǝd ɐll ɔønɹsǝs ɐnd ɹǝɔǝᴉʌǝd dɐssᴉnƃ ƃɹɐdǝs ɟøɹ ɐ Ᵽɹøɟǝssᴉønɐl Ȼǝɹʇᴉɟᴉɔɐʇǝ ᴉn {program_title} ɐ dɹøƃɹɐɯ øɟɟǝɹǝd bʎ {organizations}, ᴉn ɔøllɐbøɹɐʇᴉøn ʍᴉʇɥ {platform_name}.

source: recipient
rtl: ɹǝɔᴉdᴉǝnʇ

source: {recipient_fullname} successfully completed a course and received a passing grade for a Course Certificate in {course_title} a course offered by {organization}, in collaboration with {platform_name}.
rtl: {recipient_fullname} snɔɔǝssɟnllʎ ɔøɯdlǝʇǝd ɐ ɔønɹsǝ ɐnd ɹǝɔǝᴉʌǝd ɐ dɐssᴉnƃ ƃɹɐdǝ ɟøɹ ɐ Ȼønɹsǝ Ȼǝɹʇᴉɟᴉɔɐʇǝ ᴉn {course_title} ɐ ɔønɹsǝ øɟɟǝɹǝd bʎ {organization}, ᴉn ɔøllɐbøɹɐʇᴉøn ʍᴉʇɥ {platform_name}.

source: Issuer secret key. See: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
rtl: Ɨssnǝɹ sǝɔɹǝʇ ʞǝʎ. Sǝǝ: ɥʇʇds://ʍ3ɔ-ɔɔƃ.ƃᴉʇɥnb.ᴉø/dᴉd-ɯǝʇɥød-ʞǝʎ/#ǝd25519-x25519

source: Status List generation failed: [{issuer_id}]
rtl: Sʇɐʇns Łᴉsʇ ƃǝnǝɹɐʇᴉøn ɟɐᴉlǝd: [{issuer_id}]

source: There are no enabled Issuance Configurations for some reason! At least one must be always active.
rtl: Ŧɥǝɹǝ ɐɹǝ nø ǝnɐblǝd Ɨssnɐnɔǝ Ȼønɟᴉƃnɹɐʇᴉøns ɟøɹ søɯǝ ɹǝɐsøn! Ⱥʇ lǝɐsʇ ønǝ ɯnsʇ bǝ ɐlʍɐʎs ɐɔʇᴉʌǝ.

source: Verifiable Credentials feature is not enabled [{feature_name}]
rtl: Vǝɹᴉɟᴉɐblǝ Ȼɹǝdǝnʇᴉɐls ɟǝɐʇnɹǝ ᴉs nøʇ ǝnɐblǝd [{feature_name}]

source: Mandatory data is missing
rtl: Mɐndɐʇøɹʎ dɐʇɐ ᴉs ɯᴉssᴉnƃ

source: Credential identifier must be valid UUID: ['credential_uuid']
rtl: Ȼɹǝdǝnʇᴉɐl ᴉdǝnʇᴉɟᴉǝɹ ɯnsʇ bǝ ʌɐlᴉd ɄɄƗĐ: ['ɔɹǝdǝnʇᴉɐl_nnᴉd']

source: No such user credential [%(credential_uuid)s]
rtl: Nø snɔɥ nsǝɹ ɔɹǝdǝnʇᴉɐl [%(credential_uuid)s]

source: Provided storage backend ({storage_id}) isn't active. Storages: {active_storages}
rtl: Ᵽɹøʌᴉdǝd sʇøɹɐƃǝ bɐɔʞǝnd ({storage_id}) ᴉsn'ʇ ɐɔʇᴉʌǝ. Sʇøɹɐƃǝs: {active_storages}

source: Can't find an Issuer with such ID [{issuer_id}]
rtl: Ȼɐn'ʇ ɟᴉnd ɐn Ɨssnǝɹ ʍᴉʇɥ snɔɥ ƗĐ [{issuer_id}]

source: Learner Credential Wallet
rtl: Łǝɐɹnǝɹ Ȼɹǝdǝnʇᴉɐl Wɐllǝʇ

source: Page Not Found
rtl: Ᵽɐƃǝ Nøʇ Fønnd

source: Server Error
rtl: Sǝɹʌǝɹ Ɇɹɹøɹ

source: Print or share your certificate
rtl: Ᵽɹᴉnʇ øɹ sɥɐɹǝ ʎønɹ ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Share this certificate via Facebook
rtl: Sɥɐɹǝ ʇɥᴉs ɔǝɹʇᴉɟᴉɔɐʇǝ ʌᴉɐ Fɐɔǝbøøʞ

source: Tweet this certificate
rtl: Ŧʍǝǝʇ ʇɥᴉs ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Add to LinkedIn profile
rtl: Ⱥdd ʇø ŁᴉnʞǝdƗn dɹøɟᴉlǝ

source: Add this certificate to your LinkedIn profile
rtl: Ⱥdd ʇɥᴉs ɔǝɹʇᴉɟᴉɔɐʇǝ ʇø ʎønɹ ŁᴉnʞǝdƗn dɹøɟᴉlǝ

source: Print
rtl: Ᵽɹᴉnʇ

source: Print this certificate
rtl: Ᵽɹᴉnʇ ʇɥᴉs ɔǝɹʇᴉɟᴉɔɐʇǝ

source: Legal Policies
rtl: Łǝƃɐl Ᵽølᴉɔᴉǝs

source: Terms of Service & Honor Code
rtl: Ŧǝɹɯs øɟ Sǝɹʌᴉɔǝ & Ħønøɹ Ȼødǝ

source: Privacy Policy
rtl: Ᵽɹᴉʌɐɔʎ Ᵽølᴉɔʎ

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
rtl: Ⱥll ɹᴉƃɥʇs ɹǝsǝɹʌǝd ǝxɔǝdʇ ʍɥǝɹǝ nøʇǝd. ǝdX, Ødǝn ǝdX ɐnd ʇɥǝ ǝdX ɐnd Ødǝn ǝdX løƃøs ɐɹǝ ɹǝƃᴉsʇǝɹǝd ʇɹɐdǝɯɐɹʞs øɹ ʇɹɐdǝɯɐɹʞs øɟ ǝdX Ɨnɔ.

source: Powered by
rtl: Ᵽøʍǝɹǝd bʎ

source: Skip to main content
rtl: Sʞᴉd ʇø ɯɐᴉn ɔønʇǝnʇ

source: Congratulations, %(user_name)s!
rtl: Ȼønƃɹɐʇnlɐʇᴉøns, %(user_name)s!

source: You worked hard to earn your certificate from %(platform_name)s — share it with colleagues, friends, and family to get the word out about what you mastered in %(program_display_name)s.
rtl: Ɏøn ʍøɹʞǝd ɥɐɹd ʇø ǝɐɹn ʎønɹ ɔǝɹʇᴉɟᴉɔɐʇǝ ɟɹøɯ %(platform_name)s — sɥɐɹǝ ᴉʇ ʍᴉʇɥ ɔøllǝɐƃnǝs, ɟɹᴉǝnds, ɐnd ɟɐɯᴉlʎ ʇø ƃǝʇ ʇɥǝ ʍøɹd ønʇ ɐbønʇ ʍɥɐʇ ʎøn ɯɐsʇǝɹǝd ᴉn %(program_display_name)s.

source: Go to %(platform_name)s Home Page
rtl: Ǥø ʇø %(platform_name)s Ħøɯǝ Ᵽɐƃǝ

source: All rights reserved
rtl: Ⱥll ɹᴉƃɥʇs ɹǝsǝɹʌǝd

source: Hello
rtl: Ħǝllø

source: Congratulations on completing the %(program_title)s %(program_type)s Program!
rtl: Ȼønƃɹɐʇnlɐʇᴉøns øn ɔøɯdlǝʇᴉnƃ ʇɥǝ %(program_title)s %(program_type)s Ᵽɹøƃɹɐɯ!

source: Sincerely,<br/>The %(platform_name)s Team
rtl: Sᴉnɔǝɹǝlʎ,<br/>Ŧɥǝ %(platform_name)s Ŧǝɐɯ

source: Sincerely
rtl: Sᴉnɔǝɹǝlʎ

source: The %(platform_name)s Team
rtl: Ŧɥǝ %(platform_name)s Ŧǝɐɯ

source: Congratulations for finishing your %(program_title)s %(program_type)s Program!
rtl: Ȼønƃɹɐʇnlɐʇᴉøns ɟøɹ ɟᴉnᴉsɥᴉnƃ ʎønɹ %(program_title)s %(program_type)s Ᵽɹøƃɹɐɯ!

source: Supported by the following organizations
rtl: Snddøɹʇǝd bʎ ʇɥǝ ɟølløʍᴉnƃ øɹƃɐnᴉzɐʇᴉøns

source: logo
rtl: løƃø

source: {start_span}This is to certify that{end_span} {start_strong} {user_name} {end_strong}
rtl: {start_span}Ŧɥᴉs ᴉs ʇø ɔǝɹʇᴉɟʎ ʇɥɐʇ{end_span} {start_strong} {user_name} {end_strong}

source: a program offered by %(org_name_string)s, in collaboration with %(platform_name)s.
rtl: ɐ dɹøƃɹɐɯ øɟɟǝɹǝd bʎ %(org_name_string)s, ᴉn ɔøllɐbøɹɐʇᴉøn ʍᴉʇɥ %(platform_name)s.

source: Noted by
rtl: Nøʇǝd bʎ

source: Issued {month} {year}
rtl: Ɨssnǝd {month} {year}

source: Valid Certificate ID
rtl: Vɐlᴉd Ȼǝɹʇᴉɟᴉɔɐʇǝ ƗĐ

source: Effort
rtl: Ɇɟɟøɹʇ

source: %(num_hours)s hour
rtl: %(num_hours)s ɥønɹ

source: For tips and tricks on printing your certificate, view the {start_anchor}Web Certificates help documentation{end_anchor}.
rtl: Føɹ ʇᴉds ɐnd ʇɹᴉɔʞs øn dɹᴉnʇᴉnƃ ʎønɹ ɔǝɹʇᴉɟᴉɔɐʇǝ, ʌᴉǝʍ ʇɥǝ {start_anchor}Wǝb Ȼǝɹʇᴉɟᴉɔɐʇǝs ɥǝld døɔnɯǝnʇɐʇᴉøn{end_anchor}.

source: Management View
rtl: Mɐnɐƃǝɯǝnʇ Vᴉǝʍ

source: Clear cache
rtl: Ȼlǝɐɹ ɔɐɔɥǝ

source: %(user_full_name)s has sent an updated program record for %(program_name)s.
rtl: %(user_full_name)s ɥɐs sǝnʇ ɐn nddɐʇǝd dɹøƃɹɐɯ ɹǝɔøɹd ɟøɹ %(program_name)s.

source: %(user_full_name)s has sent their completed program record for %(program_name)s.
rtl: %(user_full_name)s ɥɐs sǝnʇ ʇɥǝᴉɹ ɔøɯdlǝʇǝd dɹøƃɹɐɯ ɹǝɔøɹd ɟøɹ %(program_name)s.

source: %(user_full_name)s has sent their partially completed program record for %(program_name)s.
rtl: %(user_full_name)s ɥɐs sǝnʇ ʇɥǝᴉɹ dɐɹʇᴉɐllʎ ɔøɯdlǝʇǝd dɹøƃɹɐɯ ɹǝɔøɹd ɟøɹ %(program_name)s.

source: %(user_full_name)s would like to apply for credit in the %(pathway_name)s.
rtl: %(user_full_name)s ʍønld lᴉʞǝ ʇø ɐddlʎ ɟøɹ ɔɹǝdᴉʇ ᴉn ʇɥǝ %(pathway_name)s.

source: Please view or download %(user_full_name)s’s public program record to determine their credit eligibility status.
rtl: Ᵽlǝɐsǝ ʌᴉǝʍ øɹ døʍnløɐd %(user_full_name)s’s dnblᴉɔ dɹøƃɹɐɯ ɹǝɔøɹd ʇø dǝʇǝɹɯᴉnǝ ʇɥǝᴉɹ ɔɹǝdᴉʇ ǝlᴉƃᴉbᴉlᴉʇʎ sʇɐʇns.

source: View Program Record
rtl: Vᴉǝʍ Ᵽɹøƃɹɐɯ Ɍǝɔøɹd

source: Download Record (CSV)
rtl: Đøʍnløɐd Ɍǝɔøɹd (ȻSV)

source: %(program_name)s Updated Credit Request for %(user_full_name)s
rtl: %(program_name)s Ʉddɐʇǝd Ȼɹǝdᴉʇ Ɍǝbnǝsʇ ɟøɹ %(user_full_name)s

source: %(program_name)s Credit Request for %(user_full_name)s
rtl: %(program_name)s Ȼɹǝdᴉʇ Ɍǝbnǝsʇ ɟøɹ %(user_full_name)s

source: Credentials Administration
rtl: Ȼɹǝdǝnʇᴉɐls Ⱥdɯᴉnᴉsʇɹɐʇᴉøn
