Repository: openedx/credentials
Catalog: credentials/conf/locale/rtl/LC_MESSAGES/djangojs.po
Languages: rtl

source: Change user
rtl: Ȼɥɐnƃǝ nsǝɹ

source: Submit
rtl: Snbɯᴉʇ

source: View as:
rtl: Vᴉǝʍ ɐs:

source: Staff
rtl: Sʇɐɟɟ

source: Specific Learner
rtl: Sdǝɔᴉɟᴉɔ Łǝɐɹnǝɹ

source: Username or email:
rtl: Ʉsǝɹnɐɯǝ øɹ ǝɯɐᴉl:

source: You are currently viewing as: {user}
rtl: Ɏøn ɐɹǝ ɔnɹɹǝnʇlʎ ʌᴉǝʍᴉnƃ ɐs: {user}

source: Masquerading failed
rtl: Mɐsbnǝɹɐdᴉnƃ ɟɐᴉlǝd

source: You either do not have permission to masquerade as this user, or the user could not be found.
rtl: Ɏøn ǝᴉʇɥǝɹ dø nøʇ ɥɐʌǝ dǝɹɯᴉssᴉøn ʇø ɯɐsbnǝɹɐdǝ ɐs ʇɥᴉs nsǝɹ, øɹ ʇɥǝ nsǝɹ ɔønld nøʇ bǝ ɟønnd.

source: Earned
rtl: Ɇɐɹnǝd

source: Back to My Records
rtl: Ƀɐɔʞ ʇø Mʎ Ɍǝɔøɹds

source: Send Learner Record
rtl: Sǝnd Łǝɐɹnǝɹ Ɍǝɔøɹd

source: Share
rtl: Sɥɐɹǝ

source: Download Record
rtl: Đøʍnløɐd Ɍǝɔøɹd

source: We are sending your program record.
rtl: Wǝ ɐɹǝ sǝndᴉnƃ ʎønɹ dɹøƃɹɐɯ ɹǝɔøɹd.

source: We were unable to send your program record.
rtl: Wǝ ʍǝɹǝ nnɐblǝ ʇø sǝnd ʎønɹ dɹøƃɹɐɯ ɹǝɔøɹd.

source: We were unable to send your record to {orgs}. You can attempt to send this record again. Contact support if this issue persists.
rtl: Wǝ ʍǝɹǝ nnɐblǝ ʇø sǝnd ʎønɹ ɹǝɔøɹd ʇø {orgs}. Ɏøn ɔɐn ɐʇʇǝɯdʇ ʇø sǝnd ʇɥᴉs ɹǝɔøɹd ɐƃɐᴉn. Ȼønʇɐɔʇ snddøɹʇ ᴉɟ ʇɥᴉs ᴉssnǝ dǝɹsᴉsʇs.

source: You have successfully shared your Learner Record
rtl: Ɏøn ɥɐʌǝ snɔɔǝssɟnllʎ sɥɐɹǝd ʎønɹ Łǝɐɹnǝɹ Ɍǝɔøɹd

source: You have sent your record to {orgs}. Next, ensure you understand their application process.
rtl: Ɏøn ɥɐʌǝ sǝnʇ ʎønɹ ɹǝɔøɹd ʇø {orgs}. Nǝxʇ, ǝnsnɹǝ ʎøn nndǝɹsʇɐnd ʇɥǝᴉɹ ɐddlᴉɔɐʇᴉøn dɹøɔǝss.

source: {name} Record
rtl: {name} Ɍǝɔøɹd

source: {type} Program Record
rtl: {type} Ᵽɹøƃɹɐɯ Ɍǝɔøɹd

source: Completed
rtl: Ȼøɯdlǝʇǝd

source: Not Earned
rtl: Nøʇ Ɇɐɹnǝd

source: Partially Completed
rtl: Ᵽɐɹʇᴉɐllʎ Ȼøɯdlǝʇǝd

source: Last Updated {date}
rtl: Łɐsʇ Ʉddɐʇǝd {date}

source: Course Name
rtl: Ȼønɹsǝ Nɐɯǝ

source: School
rtl: Sɔɥøøl

source: Course ID
rtl: Ȼønɹsǝ ƗĐ

source: Highest Grade Earned
rtl: Ħᴉƃɥǝsʇ Ǥɹɐdǝ Ɇɐɹnǝd

source: Letter Grade
rtl: Łǝʇʇǝɹ Ǥɹɐdǝ

source: Verified Attempts
rtl: Vǝɹᴉɟᴉǝd Ⱥʇʇǝɯdʇs

source: Date Earned
rtl: Đɐʇǝ Ɇɐɹnǝd

source: Status
rtl: Sʇɐʇns

source: Course ID: {}
rtl: Ȼønɹsǝ ƗĐ: {}

source: Highest Grade Earned: {}
rtl: Ħᴉƃɥǝsʇ Ǥɹɐdǝ Ɇɐɹnǝd: {}

source: Letter Grade: {}
rtl: Łǝʇʇǝɹ Ǥɹɐdǝ: {}

source: Verified Attempts: {}
rtl: Vǝɹᴉɟᴉǝd Ⱥʇʇǝɯdʇs: {}

source: Date Earned: {}
rtl: Đɐʇǝ Ɇɐɹnǝd: {}

source: Status: {}
rtl: Sʇɐʇns: {}

source: Questions about Learner Records?
rtl: Qnǝsʇᴉøns ɐbønʇ Łǝɐɹnǝɹ Ɍǝɔøɹds?

source: To learn more about records you can {start_anchor}read more in our records help area.{end_anchor}
rtl: Ŧø lǝɐɹn ɯøɹǝ ɐbønʇ ɹǝɔøɹds ʎøn ɔɐn {start_anchor}ɹǝɐd ɯøɹǝ ᴉn ønɹ ɹǝɔøɹds ɥǝld ɐɹǝɐ.{end_anchor}

source: No records yet. Program records are created once you have earned at least one course certificate in a program.
rtl: Nø ɹǝɔøɹds ʎǝʇ. Ᵽɹøƃɹɐɯ ɹǝɔøɹds ɐɹǝ ɔɹǝɐʇǝd ønɔǝ ʎøn ɥɐʌǝ ǝɐɹnǝd ɐʇ lǝɐsʇ ønǝ ɔønɹsǝ ɔǝɹʇᴉɟᴉɔɐʇǝ ᴉn ɐ dɹøƃɹɐɯ.

source: Back to My Profile
rtl: Ƀɐɔʞ ʇø Mʎ Ᵽɹøɟᴉlǝ

source: View Example
rtl: Vᴉǝʍ Ɇxɐɯdlǝ

source: View Program Record
rtl: Vᴉǝʍ Ᵽɹøƃɹɐɯ Ɍǝɔøɹd

source: Program Records
rtl: Ᵽɹøƃɹɐɯ Ɍǝɔøɹds

source: {name} - Sent
rtl: {name} - Sǝnʇ

source: {name} - Not Yet Available
rtl: {name} - Nøʇ Ɏǝʇ Ⱥʌɐᴉlɐblǝ

source: Send to {platform} Credit Partner
rtl: Sǝnd ʇø {platform} Ȼɹǝdᴉʇ Ᵽɐɹʇnǝɹ

source: You can directly share your program record with {platform} partners that accept credit for this {type} Program. Once you send your record you cannot unsend it.
rtl: Ɏøn ɔɐn dᴉɹǝɔʇlʎ sɥɐɹǝ ʎønɹ dɹøƃɹɐɯ ɹǝɔøɹd ʍᴉʇɥ {platform} dɐɹʇnǝɹs ʇɥɐʇ ɐɔɔǝdʇ ɔɹǝdᴉʇ ɟøɹ ʇɥᴉs {type} Ᵽɹøƃɹɐɯ. Ønɔǝ ʎøn sǝnd ʎønɹ ɹǝɔøɹd ʎøn ɔɐnnøʇ nnsǝnd ᴉʇ.

source: Not all credit partners are ready to receive records yet
rtl: Nøʇ ɐll ɔɹǝdᴉʇ dɐɹʇnǝɹs ɐɹǝ ɹǝɐdʎ ʇø ɹǝɔǝᴉʌǝ ɹǝɔøɹds ʎǝʇ

source: You can check back in the future or share your record link directly if you need to do so immediately.
rtl: Ɏøn ɔɐn ɔɥǝɔʞ bɐɔʞ ᴉn ʇɥǝ ɟnʇnɹǝ øɹ sɥɐɹǝ ʎønɹ ɹǝɔøɹd lᴉnʞ dᴉɹǝɔʇlʎ ᴉɟ ʎøn nǝǝd ʇø dø sø ᴉɯɯǝdᴉɐʇǝlʎ.

source: Select organization(s) you wish to send this record to:
rtl: Sǝlǝɔʇ øɹƃɐnᴉzɐʇᴉøn(s) ʎøn ʍᴉsɥ ʇø sǝnd ʇɥᴉs ɹǝɔøɹd ʇø:

source: Send
rtl: Sǝnd

source: Instead of sharing a link, you can also {start_anchor}directly send your program record to {platform} partners{end_anchor} for credit or application purposes.
rtl: Ɨnsʇǝɐd øɟ sɥɐɹᴉnƃ ɐ lᴉnʞ, ʎøn ɔɐn ɐlsø {start_anchor}dᴉɹǝɔʇlʎ sǝnd ʎønɹ dɹøƃɹɐɯ ɹǝɔøɹd ʇø {platform} dɐɹʇnǝɹs{end_anchor} ɟøɹ ɔɹǝdᴉʇ øɹ ɐddlᴉɔɐʇᴉøn dnɹdøsǝs.

source: Share Link to Record
rtl: Sɥɐɹǝ Łᴉnʞ ʇø Ɍǝɔøɹd

source: We were unable to create your record link.
rtl: Wǝ ʍǝɹǝ nnɐblǝ ʇø ɔɹǝɐʇǝ ʎønɹ ɹǝɔøɹd lᴉnʞ.

source: You can close this window and try again.
rtl: Ɏøn ɔɐn ɔløsǝ ʇɥᴉs ʍᴉndøʍ ɐnd ʇɹʎ ɐƃɐᴉn.

source: Successfully copied program record link.
rtl: Snɔɔǝssɟnllʎ ɔødᴉǝd dɹøƃɹɐɯ ɹǝɔøɹd lᴉnʞ.

source: Copy this link to share your record with a university, employer, or anyone else of you choosing. Anyone you share this link with will have access to your record forever.
rtl: Ȼødʎ ʇɥᴉs lᴉnʞ ʇø sɥɐɹǝ ʎønɹ ɹǝɔøɹd ʍᴉʇɥ ɐ nnᴉʌǝɹsᴉʇʎ, ǝɯdløʎǝɹ, øɹ ɐnʎønǝ ǝlsǝ øɟ ʎøn ɔɥøøsᴉnƃ. Ⱥnʎønǝ ʎøn sɥɐɹǝ ʇɥᴉs lᴉnʞ ʍᴉʇɥ ʍᴉll ɥɐʌǝ ɐɔɔǝss ʇø ʎønɹ ɹǝɔøɹd ɟøɹǝʌǝɹ.

source: Program Record URL
rtl: Ᵽɹøƃɹɐɯ Ɍǝɔøɹd ɄɌŁ

source: Copy Link
rtl: Ȼødʎ Łᴉnʞ

source: Loading record link...
rtl: Łøɐdᴉnƃ ɹǝɔøɹd lᴉnʞ...

source: {first} and {second}
rtl: {first} ɐnd {second}

source: {firstItems}, and {lastItem}
rtl: {firstItems}, ɐnd {lastItem}
