Repository: openedx/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ca, cs, de_de, eo, fi, fil_ph, fr_fr, ja_jp, ms, nb, pl, ru, sl, sw_ke

source: a program offered by %(org_name_string)s, in collaboration with %(platform_name)s.
af_za: 'N Program aangebied deur %(org_name_string)s, in samewerking met %(platform_name)s.
cs: program nabízený od %(org_name_string)s ve spolupráci s %(platform_name)s.
de_de: Eisn Programm von %(org_name_string)s, in Zusammenarbeit mit %(platform_name)s.
eo: ä prögräm öfféréd ßý %(org_name_string)s, ïn çölläßörätïön wïth %(platform_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: ohjelma, jonka tarjoaa <span class='notranslate'>%(org_name_string)s</span> yhteistyössä <span class='notranslate'>%(platform_name)s</span> kanssa.
fil_ph: isang programang inaalok ng <span class='notranslate'>%(org_name_string)s</span> , sa pakikipagtulungan ng <span class='notranslate'>%(platform_name)s</span> .
fr_fr: un programme proposé par %(org_name_string)s, en collaboration avec %(platform_name)s.
ms: sebuah program yang ditawarkan oleh %(org_name_string)s, dengan kerjasama %(platform_name)s.
pl: program oferowany przez %(org_name_string)s, we współpracy z %(platform_name)s.
ru: программа предоставлена %(org_name_string)s, в сотрудничестве с %(platform_name)s.
sl: program, ki ga ponuja %(org_name_string)s, v sodelovanju z %(platform_name)s.

source: Noted by
af_za: Opgemerk deur
ca: Anotat per
cs: Poznámka od
de_de: Aufgeschrieben von
eo: Nötéd ßý Ⱡ'σяєм ιρѕυм ∂#
fi: Huomannut
fil_ph: Napansin ni
fr_fr: Noté par
ja_jp: 注記したのは
ms: Diambil maklum oleh
nb: Merket av
pl: Podpisany przez
ru: Запись сделана
sl: Opazil
sw_ke: Imenukuliwa na

source: Issued {month} {year}
af_za: Uitgereik {month} {year}
ca: Publicat {month} {year}
cs: Vydáno {month} {year}
de_de: Ausgabe {month} {year}
eo: Ìssüéd {month} {year} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fi: Julkaistu {kuukausi} <span class='notranslate'>{year}</span>
fil_ph: Inisyu noong {month} <span class='notranslate'>{year}</span>
fr_fr: Publié en {month} {year}
ms: Dikeluarkan pada {month} {year}
pl: Wydany: {month} {year}
ru: Издано {month} {year}
sl: Izdano {month} {year}

source: Valid Certificate ID
af_za: Geldige sertifikaat ID
ca: Identificador de certificat vàlid
cs: Platné ID certifikátu
de_de: Gültige Zertifikat ID
eo: Välïd Çértïfïçäté ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Kelvollinen sertifikaatin tunnus
fil_ph: Wastong Certificate ID
fr_fr: ID de Certificat valide
ja_jp: 有効な修了証ID
ms: ID Sijil Sah
nb: Gyldig kursbevis ID
pl: Numer identyfikacyjny certyfikatu
ru: Действительный ID сертификата
sl: Veljavni ID potrdila
sw_ke: Kitambulisho Halali cha 'Cheti'

source: Effort
af_za: Poging
cs: Úsilí
de_de: Leistung
eo: Éffört Ⱡ'σяєм ιρѕυ#
fi: Vaivaa
fil_ph: Pagsisikap
ms: Usaha
pl: Zaangażowanie
ru: Усилие
sl: Trud

source: %(num_hours)s hour
af_za: {1 uur
ca: %(num_hours)s hores
cs: %(num_hours)s hodina
de_de: %(num_hours)s Stunde
eo: %(num_hours)s höür Ⱡ'σяєм ιρѕυм ∂#
fi: <span class='notranslate'>%(num_hours)s</span> tunti
fil_ph: <span class='notranslate'>%(num_hours)s</span> oras
fr_fr: <span class='notranslate'>%(num_hours)s</span> heure
ms: %(num_hours)s jam
pl: %(num_hours)s godzina
ru: %(num_hours)s час
sl: %(num_hours)s ura

source: For tips and tricks on printing your certificate, view the {start_anchor}Web Certificates help documentation{end_anchor}.
af_za: Vir wenke en truuks by die druk van jou sertifikaat, kyk na die {start_anchor}Websertifikate Help dokumentasie{end_anchor}.
ca: Per obtenir consells i trucs sobre la impressió del vostre certificat, consulteu la documentació d'ajuda {start_anchor} de certificats web {end_anchor}.
cs: Tipy a triky týkající se tisku certifikátu naleznete v {start_anchor}dokumentaci nápovědy k webovým certifikátům{end_anchor}.
de_de: Für Tipps und Tricks zum Drucken Ihres Zertifikats, lesen Sie in der {start_anchor}Web Certificates help documentation{end_anchor}.
eo: För tïps änd trïçks ön prïntïng ýöür çértïfïçäté, vïéw thé {start_anchor}Wéß Çértïfïçätés hélp döçüméntätïön{end_anchor}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
fi: Vinkkejä ja temppuja sertifikaatin tulostamiseen on {start_anchor}Web-sertifikaattien ohjedokumentaatiossa <span class='notranslate'>{end_anchor}</span> .
fil_ph: Para sa mga tip at trick sa pag-print ng iyong certificate, tingnan ang {start_anchor}dokumentasyon ng tulong sa Web Certificates <span class='notranslate'>{end_anchor}</span> .
fr_fr: Pour des trucs et astuces sur l'impression de votre certificat, consultez la {start_anchor}documentation d'aide sur les Certificats Web{end_anchor}.
ms: Untuk petua dan panduan untuk mencetak sijil anda, lihat {start_anchor}dokumentasi bantuan Sijil Web{end_anchor}.
pl: W celu uzyskania wskazówek dotyczących drukowania certyfikatu odwiedź {start_anchor}Dokumentację wirtualnych certyfikatów{end_anchor}.
ru: Советы и подсказки по печати сертификата см. в справочной документации {start_anchor}Сертификаты доступа к веб-сертификатам {end_anchor}.
sl: Za nasvete in trike za tiskanje potrdila si oglejte {start_anchor}dokumentacijo pomoči za spletne certifikate{end_anchor}.

source: Management View
af_za: Bestuursaansig
ca: Vista de gestió
cs: Pohled pro správu
de_de: Management-Ansicht
eo: Mänägémént Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fi: Hallintanäkymä
fil_ph: View ng Pamamahala
fr_fr: Vue Gestion
ja_jp: 管理画面
ms: Pandangan Pengurusan
nb: Ledelsesvisning
pl: Widok zarządzania
ru: Просмотр управления
sl: Pogled upravljanja

source: Clear cache
af_za: Duidelike kas
ca: Netejar memòria cau
cs: Vyčistit mezipaměť
de_de: Cache leeren
eo: Çléär çäçhé Ⱡ'σяєм ιρѕυм ∂σłσя #
fi: Tyhjennä välimuisti
fil_ph: I-clear ang cache
fr_fr: Vider le cache
ja_jp: キャッシュをクリア
ms: Kosongkan cache
pl: Wyczyść cache
ru: Очистить кэш
sl: Počisti predpomnilnik

source: %(user_full_name)s has sent an updated program record for %(program_name)s.
af_za: %(user_full_name)s het 'n bygewerkte programrekord vir %(program_name)s gestuur.
cs: %(user_full_name)s odeslal aktualizovaný záznam programu pro %(program_name)s.
de_de: %(user_full_name)s hat eine aktualisierte Programmprotokoll für %(program_name)s gesendet.
eo: %(user_full_name)s häs sént än üpdätéd prögräm réçörd för %(program_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: <span class='notranslate'>%(user_full_name)s</span> on lähettänyt päivitetyn ohjelmatietueen kohteelle <span class='notranslate'>%(program_name)s</span> .
fil_ph: Nagpadala <span class='notranslate'>%(user_full_name)s</span> ng na-update na record ng programa para sa <span class='notranslate'>%(program_name)s</span> .
fr_fr: %(user_full_name)s a envoyé un dossier de programme mis à jour pour %(program_name)s.
ms: %(user_full_name)s telah menghantar kemaskinian rekod program untuk %(program_name)s.
pl: %(user_full_name)s przesłał zaktualizowany rejestr programu dla %(program_name)s.
ru: %(user_full_name)s прислал обновленную запись о программе для %(program_name)s.
sl: %(user_full_name)s je poslal posodobljen zapis programa za %(program_name)s.

source: %(user_full_name)s has sent their completed program record for %(program_name)s.
af_za: %(user_full_name)s het hul voltooide programrekord vir %(program_name)s gestuur.
ca: %(user_full_name)s ha enviat el seu registre de programa completat per %(program_name)s.
cs: %(user_full_name)s odeslal svůj dokončený záznam programu pro %(program_name)s.
de_de: %(user_full_name)s hat Ihnen sein komplettes Programmprotokoll für %(program_name)s gesendet.
eo: %(user_full_name)s häs sént théïr çömplétéd prögräm réçörd för %(program_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: <span class='notranslate'>%(user_full_name)s</span> on lähettänyt valmiin ohjelmatietueensa kohteelle <span class='notranslate'>%(program_name)s</span> .
fil_ph: Ipinadala <span class='notranslate'>%(user_full_name)s</span> ang kanilang kumpletong record ng programa para sa <span class='notranslate'>%(program_name)s</span> .
fr_fr: %(user_full_name)s a envoyé son dossier de programme achevé pour %(program_name)s.
ms: %(user_full_name)s telah menghantar rekod program yang telah mereka lengkapkan untuk %(program_name)s.
pl: %(user_full_name)s wysłał wypełniony rejestr programu do %(program_name)s.
ru: %(user_full_name)s прислали свои завершенные записи по программе для %(program_name)s.
sl: %(user_full_name)s je poslal svoj zapis dokončanega programa za %(program_name)s.

source: %(user_full_name)s has sent their partially completed program record for %(program_name)s.
af_za: %(user_full_name)s het hul gedeeltelik voltooide programrekord vir %(program_name)s gestuur.
ca: %(user_full_name)s ha enviat el seu registre de programa parcialment completat per %(program_name)s.
cs: %(user_full_name)s odeslal svůj částečně dokončený záznam programu pro %(program_name)s.
de_de: %(user_full_name)s hat Ihnen fast sein komplettes Programmprotokoll für %(program_name)s gesendet.
eo: %(user_full_name)s häs sént théïr pärtïällý çömplétéd prögräm réçörd för %(program_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: <span class='notranslate'>%(user_full_name)s</span> on lähettänyt osittain valmiin ohjelmatietueensa <span class='notranslate'>%(program_name)s</span> .
fil_ph: Ipinadala <span class='notranslate'>%(user_full_name)s</span> ang kanilang bahagyang nakumpletong tala ng programa para sa <span class='notranslate'>%(program_name)s</span> .
fr_fr: %(user_full_name)s a envoyé son dossier de programme partiellement achevé pour %(program_name)s.
ms: %(user_full_name)s telah menghantar rekod program separa lengkap mereka untuk %(program_name)s.
pl: %(user_full_name)s wysłał częściowo wypełniony rejestr programu dla %(program_name)s.
ru: %(user_full_name)sприслали свои частично завершенные записи по программе для %(program_name)s.
sl: %(user_full_name)s je poslal svoj delno zaključen programski zapis za %(program_name)s.

source: %(user_full_name)s would like to apply for credit in the %(pathway_name)s.
af_za: %(user_full_name)s wil graag krediet in die %(pathway_name)s aansoek doen.
ca: %(user_full_name)s Voldria sol·licitar el crèdit a la %(pathway_name)s.
cs: %(user_full_name)s chce požádat o zápočet v %(pathway_name)s.
de_de: %(user_full_name)s möchte eine Anrechnung der Credits im %(pathway_name)s
eo: %(user_full_name)s wöüld lïké tö äpplý för çrédït ïn thé %(pathway_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: <span class='notranslate'>%(user_full_name)s</span> haluaisi hakea luottoa numerosta <span class='notranslate'>%(pathway_name)s</span> .
fil_ph: Gustong mag-apply <span class='notranslate'>%(user_full_name)s</span> para sa credit sa <span class='notranslate'>%(pathway_name)s</span> .
fr_fr: %(user_full_name)s voudrait demander un crédit dans la %(pathway_name)s.
ms: %(user_full_name)s ingin memohon kredit dalam %(pathway_name)s.
pl: %(user_full_name)s chcesz ubiegać się o zaliczenie %(pathway_name)s.
ru: %(user_full_name)s хотел бы подать заявку на получение кредита в системе %(pathway_name)s.
sl: %(user_full_name)s želi zaprositi za kredit v %(pathway_name)s.

source: Please view or download %(user_full_name)s’s public program record to determine their credit eligibility status.
af_za: Kyk of laai die openbare programrekord van %(user_full_name)s af om hul status vir kredietwaardigheid te bepaal.
ca: Vegi o descarregueu el registre del programa públic de %(user_full_name)sper determinar el seu estat d'elegibilitat creditícia.
cs: Prohlédněte si nebo stáhněte veřejný záznam programu %(user_full_name)s, abyste zjistili stav jejich způsobilosti k zápočtu
de_de: Bitte lesen oder downloaden Sie den öffentlichen Programmdatensatz von %(user_full_name)s, um den Status des Anspruchs auf Credits zu ermitteln.
eo: Pléäsé vïéw ör döwnlöäd %(user_full_name)s’s püßlïç prögräm réçörd tö détérmïné théïr çrédït élïgïßïlïtý stätüs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Katso tai lataa <span class='notranslate'>%(user_full_name)s</span> n julkinen ohjelmatietue määrittääksesi heidän luottokelpoisuuden.
fil_ph: Pakitingnan o i-download ang pampublikong rekord ng programa ni <span class='notranslate'>%(user_full_name)s</span> upang matukoy ang kanilang katayuan sa pagiging kwalipikado sa kredito.
fr_fr: Veuillez consulter ou télécharger le dossier du programme public %(user_full_name)s pour déterminer son état d'éligibilité au crédit.
ms: Sila lihat atau muat turun rekod program awam %(user_full_name)s untuk menentukan status kelayakan kreditnya.
pl: Wyświetl lub pobierz publiczny rejestr programu %(user_full_name)s, aby określić możliwość ubiegania się o zaliczenie.
ru: Пожалуйста, просмотрите или загрузите %(user_full_name)s's информацию о публичной программе для определения их кредитоспособности.
sl: Oglejte si ali prenesite zapis javnega programa %(user_full_name)s, da ugotovite njihov status kreditne primernosti.

source: View Program Record
af_za: Kyk na programrekord
ca: Veure el registre del programa
cs: Zobrazit záznam programu
de_de: Programmprotokoll einsehen
eo: Vïéw Prögräm Réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fi: Näytä ohjelmatiedot
fil_ph: Tingnan ang Record ng Programa
fr_fr: Voir la fiche du programme
ms: Lihat Rekod Program
pl: Zobacz rejestr Programu
ru: Просмотреть запись программы
sl: Oglejte si zapis programa

source: Download Record (CSV)
af_za: Laai rekord af (CSV)
ca: Descarregar registre (CSV)
cs: Stáhnout záznam (CSV)
de_de: Einträge (CSV) herunterladen
eo: Döwnlöäd Réçörd (ÇSV) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Lataa tietue (CSV)
fil_ph: I-download ang Record (CSV)
fr_fr: Télécharger le Dossier (CSV)
ms: Muat Turun Rekod (CSV)
pl: Pobierz rejestr (CSV)
ru: Скачать запись (CSV)
sl: Prenesi zapis (CSV)

source: %(program_name)s Updated Credit Request for %(user_full_name)s
af_za: %(program_name)s Opgedateerde kredietversoek vir %(user_full_name)s
cs: %(program_name)s Aktualizovaná žádost o zápočet pro %(user_full_name)s
de_de: %(program_name)s Aktualisierte Anfrage von Credits für %(user_full_name)s
eo: %(program_name)s Ûpdätéd Çrédït Réqüést för %(user_full_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fi: <span class='notranslate'>%(program_name)s</span> Päivitetty luottopyyntö <span class='notranslate'>%(user_full_name)s</span>
fil_ph: <span class='notranslate'>%(program_name)s</span> Updated Credit Request para sa <span class='notranslate'>%(user_full_name)s</span>
fr_fr: %(program_name)s Demande de crédit mise à jour pour %(user_full_name)s
ms: %(program_name)s Mengemas Kini Permintaan Kredit untuk %(user_full_name)s
pl: %(program_name)s Zaktualizowana prośba o zaliczenie dla %(user_full_name)s
ru: %(program_name)s Обновите кредитный запрос для %(user_full_name)s
sl: %(program_name)s Posodobljena zahteva za kredit za %(user_full_name)s

source: %(program_name)s Credit Request for %(user_full_name)s
af_za: %(program_name)s kredietversoek vir %(user_full_name)s
ca: %(program_name)s Sol·licitud de crèdit per a %(user_full_name)s
cs: %(program_name)s Žádost o zápočet pro %(user_full_name)s
de_de: %(program_name)s Kreditanfrage für %(user_full_name)s
eo: %(program_name)s Çrédït Réqüést för %(user_full_name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fi: <span class='notranslate'>%(program_name)s</span> luottopyyntö <span class='notranslate'>%(user_full_name)s</span>
fil_ph: <span class='notranslate'>%(program_name)s</span> Kahilingan sa Credit para sa <span class='notranslate'>%(user_full_name)s</span>
fr_fr: %(program_name)s demande de crédit pour %(user_full_name)s
ms: Permohonan Kredit %(program_name)s untuk %(user_full_name)s
pl: %(program_name)s prośba o zaliczenie dla %(user_full_name)s
ru: %(program_name)s Кредитный запрос для %(user_full_name)s
sl: %(program_name)s Zahteva za kredit za %(user_full_name)s

source: Credentials Administration
af_za: Geloofsbriewe Administrasie
ca: Administració de credencials
cs: Správa pověření
de_de: Verwaltung der Qualifikationen
eo: Çrédéntïäls Àdmïnïsträtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fi: Valtuustietojen hallinta
fil_ph: Pangangasiwa ng mga kredensyal
fr_fr: Gestion des justificatifs
ms: Pentadbiran Bukti Kelayakan
pl: Zarządzanie poświadczeniami
ru: Администрация учетных данных
sl: Uprava poverilnic

source: URL at which the credential can be downloaded
af_za: URL waarop die geloofsbrief afgelaai kan word
ca: URL a la qual es pot descarregar la credencial
cs: Adresa URL, na které lze přihlašovací údaje stáhnout
de_de: URL unter der die Credentials runtergeladen werden können
fi: URL-osoite, josta valtuustiedot voidaan ladata
fil_ph: URL kung saan maaaring ma-download ang kredensyal
fr_fr: URL où le justificatif peut être téléchargé
ja_jp: 証明書がダウンロードできるURL
ms: URL tempat kelayakan boleh dimuat turun
pl: Adres URL z którego można pobrać poświadczenie
ru: URL-адрес, по которому можно загрузить учетную запись
sl: URL, na katerem je mogoče prenesti poverilnico

source: Program Listing View
af_za: Programlysbeskouing
cs: Zobrazení seznamu programů
de_de: Listenansicht der Kurs-Programme
fi: Ohjelmaluettelonäkymä
fil_ph: View ng Listahan ng Programa
fr_fr: Vue de la liste des programmes
ms: Pandangan Senarai Program
pl: Widok listy programów
ru: Просмотр списка программ
sl: Pogled seznama programov

source: The following is a list of all active programs for which program records are being generated.
af_za: Die volgende is 'n lys van alle aktiewe programme waarvoor programrekords gegenereer word.
cs: Následuje seznam všech aktivních programů, pro které se generují záznamy programu.
de_de: Im folgenden sehen Sie eine Liste mit allen aktiven Programmen, bei denen Aufzeichnungen generiert werden.
fi: Seuraavassa on luettelo kaikista aktiivisista ohjelmista, joille ohjelmatietueita luodaan.
fil_ph: Ang sumusunod ay isang listahan ng lahat ng aktibong programa kung saan binubuo ang mga talaan ng programa.
fr_fr: Voici une liste de tous les programmes en vigueur pour lesquels des dossiers de programme sont créés.
ms: Berikut ialah senarai semua program yang aktif yang sedang dijanakan rekod program.
pl: To jest lista wszystkich aktywnych programów dla których generujemy poświadczenia.
ru: Ниже приведен список всех активных программ, для которых создаются программные записи.
sl: Sledi seznam vseh aktivnih programov, za katere se generirajo programski zapisi.

source: My Learner Records
ca: Els meus registres d'aprenentatge

source: Powered by Open edX
ca: Impulsat per Open edX
nb: Drevet av Open edX
sw_ke: Imewezesha na edX ya Wazi

source: {program_name} Record
ca: Registre del {program_name}

source: You worked hard to earn your certificate from %(platform_name)s — share it with colleagues, friends, and family to get the word out about what you mastered in %(program_name)s.
ja_jp: %(platform_name)s の修了証獲得に向けてよく頑張りました— %(program_name)sで習得したことを仕事仲間や友達、家族とシェアしよう。

source: a program offered by %(organization_name)s, in collaboration with %(platform_name)s.
ja_jp: %(platform_name)sとともに%(organization_name)sによって提供されたプログラム

source: UUID of the program for which the credential was awarded
sw_ke: UUID ya programu ambayo ilipewa hati ya utambulisho

source: Status of the credential
sw_ke: Hali ya hati ya utambulisho

source: Username of the recipient of the credential
sw_ke: Jina la mtumiaji la mpokeaji wa hati ya utambulisho

source: Issued
sw_ke: Imetolewa
