Repository: openedx/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ar_sa, ca, cs, de_de, eo, es_419, fa_ir, fr, fr_ca, id, it_it, pt_pt, ro, ru, tr_tr

source: To learn more about records you can {start_anchor}read more in our records help area.{end_anchor}
ar: لمعرفة المزيد عن السجلات يمكنك {start_anchor}الاطلاع على موقع صفحة مساعدة السجلات .{end_anchor}
ar_sa: لتفاصيل أكثر عن، تقاريرك يمكنك {start_anchor}الاطلاع على صفحة المساعدة في التقارير. {end_anchor}
ca: Per obtenir més informació sobre els registres, podeu {start_anchor} llegir més a la nostra àrea d'ajuda de registres.{end_anchor}
cs: Chcete-li se o záznamech dozvědět více, {start_anchor}přečtěte si více v oblasti nápovědy pro záznamy.{end_anchor}
de_de: Um mehr über die Aufzeichnungen zu erfahren, lesen Sie bitte unter folgenden Link mehr. {start_anchor}Hife{end_anchor}
eo: Tö léärn möré äßöüt réçörds ýöü çän {start_anchor}réäd möré ïn öür réçörds hélp äréä.{end_anchor} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Para obtener más información acerca de los registros, puede {start_anchor}leer más en el área de ayuda de nuestros registros.{end_anchor}
fa_ir: برای کسب اطلاعات بیشتر درباره سابقه، می‌توانید {start_anchor} اطلاعات بیشتری را در بخش راهنمای سوابق ما بخوانید. {end_anchor}
fr: Pour en savoir plus à propos des dossiers vous pouvez {start_anchor}en lire plus dans notre rubrique d'aide à propos des dossiers.{end_anchor}
fr_ca: Pour en savoir plus sur les dossiers, vous pouvez {start_anchor}en lire davantage dans notre zone d'aide relative aux dossiers.{end_anchor}
id: Untuk lebih lanjut mempelajari tentang record Anda dapat {start_anchor} membaca lebih lanjut di area bantuan.{end_anchor}
it_it: Per ulteriori informazioni sui record, è possibile {start_anchor}ottenere ulteriori informazioni nella nostra area della guida relativa ai record.{end_anchor}
pt_pt: Para saber mais acerca dos registos pode {start_anchor}ler mais na sua área de ajuda sobre registos{end_anchor}.
ro: Pentru a afla mai multe despre istoric puteți {start_anchor} citi mai multe în zona de asistență a istoricului nostru.{end_anchor}
ru: Чтобы узнать больше о записях, вы можете {start_anchor} прочитать больше в нашей области справки по записям.{end_anchor}

source: No records yet. Program records are created once you have earned at least one course certificate in a program.
ar: لا توجد سجلات بعد. يمكن إنشاء سجلات البرنامج فور اكتسابك شهادة مساق واحد على الأقل في برنامج.
ar_sa: لا توجد تقارير بعد، يتم يتم إنشاء تقارير البرامج بمجرد اكتسابك شهادة مساق واحدة على الأقل في برنامج
ca: Encara no hi ha registres. Els registres del programa es creen un cop s'hagi obtingut almenys un certificat de curs en un programa.
cs: Zatím žádné záznamy. Záznamy programu se vytvářejí, jakmile v programu získáte alespoň jeden certifikát kurzu.
de_de: Bisher keine Aufzeichnungen vorhanden. Die Aufzeichnungen werden erst angelegt, wenn mindestens ein Kurszertifikat vorliegt.
eo: Nö réçörds ýét. Prögräm réçörds äré çréätéd önçé ýöü hävé éärnéd ät léäst öné çöürsé çértïfïçäté ïn ä prögräm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: No hay registros todavía. Los registros del programa se crean una vez que haya obtenido al menos un certificado de curso en un programa.
fa_ir: هنوز هیچ سابقه‌ای وجود ندارد. سوابق برنامه زمانی ایجاد می‌شوند که حداقل یک گواهی دوره آموزشی را دریک برنامه کسب کرده باشید.
fr: Pas encore de dossier. Les dossiers de programme sont créés après que vous ayez obtenu au moins un certificat de cours dans un programme.
fr_ca: Aucun dossier pour le moment. Les dossiers de programme sont créés une fois que vous avez obtenu au moins une attestation de cours dans un programme.
id: Belum ada record. Record program akan dibuat setelah Anda mendapatkan satu sertifikat kursus dalam satu program.
it_it: Ancora nessun record. I record del programma vengono creati una volta conseguito almeno un certificato di corso in un programma.
pt_pt: Ainda não existem registos. Os registos de programa são criados assim que obtiver um certificado de, pelo menos, um curso no programa.
ro: Nu există încă înregistrări. Istoricul în program este creat în momentul în care ați obținut cel puțin un atestat al unui program.
ru: Пока никаких записей. Записи программы создаются после того, как вы получили хотя бы один сертификат о прохождении курса в рамках программы.

source: Back to My Profile
ar: العودة إي ملفي الشخصي
ar_sa: العودة إلى ملفي الشخصي
ca: Tornar al meu perfil
cs: Zpět na můj profil
de_de: Zurück zu meinem Profil
eo: Bäçk tö Mý Pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Volver a Mi Perfil
fa_ir: بازگشت به پرونده کاربری من
fr: Retour à Mon profil
fr_ca: Retour à mon profil
id: Kembali ke Profil Saya
it_it: Torna al Mio Profilo
pt_pt: Voltar ao Meu Perfil
ro: Înapoi la Profilul meu
ru: Вернуться в Мой профиль
tr_tr: Profilime Dön

source: View Example
ar: عرض المثال
ar_sa: عرض مثال
ca: Veure Exemple
cs: Zobrazit příklad
de_de: Beispiel ansehen
eo: Vïéw Éxämplé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Ver ejemplo
fa_ir: مشاهده نمونه
fr: Voir exemple
fr_ca: Voir exemple
id: Lihat Contoh
it_it: Visualizza esempio
pt_pt: Ver Exemplo
ro: Vezi Exemplu
ru: Смотреть пример

source: View Program Record
ar: عرض سجل البرنامج
ar_sa: عرض تقرير البرنامج
ca: Veure el registre del programa
cs: Zobrazit záznam programu
de_de: Programmprotokoll einsehen
eo: Vïéw Prögräm Réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Ver registros del programa
fa_ir: مشاهده سابقه برنامه
fr: Voir le Dossier de programme
fr_ca: Voir le dossier du programme
id: Lihat Record Program
it_it: Visualizza record programma
pt_pt: Ver Registo de Programa
ro: Vezi rezultatele programului
ru: Просмотреть запись программы
tr_tr: Program Kaydını Göster

source: Program Records
ar: سجلات البرنامج
ar_sa: تقارير البرنامج
ca: Registres del programa
cs: Záznamy programu
de_de: Programmprotokoll
eo: Prögräm Réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Registros del Programa
fa_ir: سوابق برنامه
fr: Dossiers de programme
fr_ca: Dossiers du programme
id: Record Program
it_it: Record programma
pt_pt: Registos de Programa
ro: Înregistrările Programului
ru: Записи программы
tr_tr: Program Kayıtları

source: {name} - Sent
ar: {name} - تم الإرسال
ar_sa: {name} - تم الإرسال
ca: {name} - Enviat
cs: {name} - Odesláno
de_de: {name} - gesendet
eo: {name} - Sént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: {name} - Enviado
fa_ir: {name} - ارسال شده
fr: {name} - Envoyé
fr_ca: {name} - Envoyé
id: {name} - Terkirim
it_it: {name} - Inviato
pt_pt: {name} - Enviado
ro: {name} - Trimis
ru: {name} - Отправить
tr_tr: {name} - Gönderildi

source: {name} - Not Yet Available
ar: {name} - غير متاح حاليًا
ar_sa: {name} - لم يتوفر حتى الآن
ca: {name} - Encara no disponible
cs: {name} - Stále není dostupný
de_de: {name} - Noch nicht zugänglich
eo: {name} - Nöt Ýét Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: {name} - No está disponible aún
fa_ir: {name} - هنوز موجود نیست
fr: {name} - Pas encore disponible
fr_ca: {name} - Pas encore disponible
id: {name} - Belum Tersedia
it_it: {name} - Non ancora disponibile
pt_pt: {name} - Ainda Não Está Disponível
ro: {name} - Nu este încă disponibil
ru: {name} - Пока не доступно
tr_tr: {name} - Henüz Kullanılabilir Değil

source: Send to {platform} Credit Partner
ar: إرسال إلى شريك ائتمان {platform}
ar_sa: يتم الإرسال إلى {platform} شريك ائتمان
ca: Enviar a la {platform} del soci de crèdit
cs: Odeslat kreditnímu partnerovi {platform}
de_de: Senden an {platform} Credit Partner
eo: Sénd tö {platform} Çrédït Pärtnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Enviar a Socio de Crédito de {platform}
fa_ir: ارسال به {platform} شریک اعتباری
fr: Envoyer au Partenaire de crédit de {platform}
fr_ca: Envoyé au partenaire de crédit {platform}
id: Kirim ke Mitra Kredit {platform}
it_it: Invia al Partner dei crediti {platform}
pt_pt: Enviar para o Parceiro de Crédito: {platform}
ro: Trimite {platform} Asociat
ru: Отправить к {platform} Кредитный партнер
tr_tr: {platform} platformu Kredi İş Ortağı'na gönder

source: You can directly share your program record with {platform} partners that accept credit for this {type} Program. Once you send your record you cannot unsend it.
ar: يمكنك مشاركة سجل برنامجك مباشرة مع شركاء {platform} الذين يقبلون الرصيد لبرنامج {type} هذا. بمجرد إرسال السجل، لا يمكنك إلغاء إرساله.
ar_sa: يمكنك مشاركة تقرير برنامجك مباشرة مع شركاء {platform} الذين يقبلون الرصيد لبرنامج {type} هذا. لا يمكنك الإلغاء بمجرد إرسال التقرير.
ca: Podeu compartir directament el vostre registre del programa amb {platform} socis que accepten crèdit per aquest {type} programa. Un cop hagueu enviat el vostre registre, no podreu desfer-ho.
cs: Záznam svého programu můžete přímo sdílet s partnery {platform}, kteří přijímají zápočet za tento program {type}. Jakmile svůj záznam odešlete, nelze jeho odeslání zrušit.
de_de: Sie können Ihren Programmdatensatz direkt an {platform} Partner weitergeben, die Credits für diesen Programm {type} akzeptieren. Sobald Sie Ihren Datensatz gesendet haben, können Sie ihn nicht mehr zurücknehmen.
eo: Ýöü çän dïréçtlý shäré ýöür prögräm réçörd wïth {platform} pärtnérs thät äççépt çrédït för thïs {type} Prögräm. Önçé ýöü sénd ýöür réçörd ýöü çännöt ünsénd ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
es_419: Puede compartir directamente el registro de su programa con los socios de {platform} que aceptan crédito para este {type} Programa. Una vez que envíe su registro, no puede deshacerse del enlace.
fa_ir: شما می‌توانید مستقیماً سابقه برنامه خود را با شرکای {platform} که اعتبار این {type} برنامه را می‌پذیرند به اشتراک بگذارید. هنگامی که سابقه خود را ارسال کردید امکان لغو ارسال وجود ندارد.
fr: Vous pouvez partager votre dossier de programme directement avec les associés de {platform} acceptant les crédits de ce Programme {type}. Une fois votre dossier envoyé, l'action ne peut être annulée.
fr_ca: Vous pouvez partager directement votre dossier de programme avec les partenaires {platform} qui acceptent le crédit pour ce programme {type}. Une fois que vous avez envoyé votre dossier, vous ne pouvez pas l'annuler.
id: Anda dapat membagikan record program Anda dengan mitra {platform} yang menerima kredit untuk Program {type} ini. Anda tidak dapat membatalkan kiriman record setelah terkirim.
it_it: È possibile condividere direttamente il record del programma con i partner {platform} che accettano crediti per questo programma {type}. Una volta inviato il record, non è possibile annullarlo.
pt_pt: Pode partilhar diretamente os registos do seu programa com os parceiros da {platform} que aceitem certificados do Programa {type}. Depois de ter enviado os seus registos não poderá reverter o processo.
ro: Puteți distribui istoricul dumneavoastră din cadrul progemului, cu {platform} parteneri care acceptă credit pentru acest {type} Program. Odată ce ați trimis istoricul dumneavoastră, nu puteți face modificări.
ru: Вы можете напрямую поделиться своей программной записью с партнерами {platform} которые принимают кредиты за эту {type} программу. После того, как вы отправите свою запись, вы не сможете ее вернуть.

source: Not all credit partners are ready to receive records yet
ar: ليس كل شركاء الائتمان مستعدين لتلقي السجلات بعد
ar_sa: ليس كل شركاء الائتمان جاهزين لتلقي التقارير بعد
ca: No tots els socis de crèdit estan preparats per rebre registres encara
cs: Ne všichni kreditní partneři jsou ještě připraveni přijímat záznamy
de_de: Noch sind nicht alle Kreditpartner bereit, Aufzeichnungen zu erhalten.
eo: Nöt äll çrédït pärtnérs äré réädý tö réçéïvé réçörds ýét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: No todos los destinos de crédito están listos para recibir registros todavía
fa_ir: همه شرکای اعتباری هنوز آماده دریافت سوابق نیستند
fr: Tous les partenaires de crédit ne sont pas encore prêts à recevoir des dossiers
fr_ca: Tous les partenaires de crédit ne sont pas encore prêts à recevoir des dossiers
id: Tidak semua mitra kredit siap menerima record.
it_it: Non tutti i partner di credito sono ancora pronti a ricevere record
pt_pt: Alguns dos parceiros ainda não estão disponíveis para receber os registos.
ro: Nu toți asociații sunt pregatiți încă să primească înregistrări.
ru: Пока что не все кредитные партнеры готовы к приему записей

source: You can check back in the future or share your record link directly if you need to do so immediately.
ar: يمكنك العودة للتحقق في المستقبل أو مشاركة ارتباط السجل مباشرة إذا كنت بحاجة إلى القيام بذلك على الفور.
ca: Podeu consultar de nou en el futur o bé compartir l'enllaç de registre directament si ho necessiteu immediatament.
cs: Můžete se vrátit v budoucnu nebo přímo sdílet odkaz na záznam, pokud to potřebujete okamžitě.
de_de: Sie können zu einem anderen Zeitpunkt noch einmal nachschauen oder Ihren Datensatz-Link direkt freigeben, wenn Sie dies sofort tun möchten.
eo: Ýöü çän çhéçk ßäçk ïn thé fütüré ör shäré ýöür réçörd lïnk dïréçtlý ïf ýöü nééd tö dö sö ïmmédïätélý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Puede volver a consultar en el futuro o compartir su enlace de registro directamente si necesita hacerlo de inmediato.
fa_ir: در صورت نیاز به انجام سریع این کار، می‌توانید در آینده دوباره آن را بررسی کنید یا پیوند سابقه خود را مستقیماً به اشتراک بگذارید.
fr: Vous pouvez revérifier à l'avenir ou partager directement votre lien de dossier dans les cas urgents.
fr_ca: Vous pouvez vérifier plus tard ou partager votre lien de dossier directement si vous avez besoin de le faire immédiatement.
id: Anda dapat memeriksa kembali atau membagikan tautan record Anda secara langsung jika Anda perlu melakukannya segera.
it_it: È possibile ricontrollare in futuro o condividere direttamente il link del record se è necessario farlo immediatamente.
pt_pt: Poderá verificar novamente no futuro ou partilhar já o link do seu registo diretamente, caso necessite de o partilhar imediatamente.
ro: Puteți reveni pe viitor sau puteți distribui direct link-ul istoricului dumneavoastră, dacă aveți nevoie imediată.
ru: В будущем вы можете проверить данные обратно или поделиться своей ссылкой напрямую, если это необходимо сделать немедленно.

source: Select organization(s) you wish to send this record to:
ar: حدد مؤسس(ة)ـات تود مشاركة هذا السجل معها:
ar_sa: اختر مؤسسة (مؤسسات) تأمل إرسال هذا التقرير إليها:
ca: Seleccioneu l'organització(ons) que voleu enviar aquest registre:
cs: Vyberte organizaci(ce), kterým chcete tento záznam odeslat:
de_de: Wählen Sie die Organisation(en) aus, an die Sie diesen Datensatz senden möchten:
eo: Séléçt örgänïzätïön(s) ýöü wïsh tö sénd thïs réçörd tö: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Seleccione la organización(es) a la que desea enviar este registro:
fa_ir: سازمان(های) مورد نظر برای ارسال این سابقه به آن‌ها را انتخاب کنید:
fr: Sélectionnez la ou les entreprise(s) à qui vous souhaitez envoyer ce dossier :
fr_ca: Sélectionnez les organisation(s) auxquelles vous souhaitez envoyer ce dossier :
id: Pilih organisasi(-organisasi) yang ingin Anda kirimi record:
it_it: Selezionare l'organizzazione(i) a cui si desidera inviare questo record:
pt_pt: Seleccione a(s) organizações a quem pretende que este registo seja enviado:
ro: Selectează organizația(ile) căruia doriți să trimiteți acest istoric:
ru: Выберите организацию(ы), в которую вы хотите отправить эту запись:

source: Send
ar: إرسال
ar_sa: إرسال
ca: Enviar
cs: Odeslat
de_de: Senden
eo: Sénd Ⱡ'σяєм ι#
es_419: Envia
fa_ir: ارسال
fr: Envoyer
fr_ca: Envoyer
id: Kirim
it_it: Invia
pt_pt: Enviar
ro: Trimite
ru: Отправить
tr_tr: Gönder

source: Instead of sharing a link, you can also {start_anchor}directly send your program record to {platform} partners{end_anchor} for credit or application purposes.
ar: بدلاً من مشاركة الرابط، يمكنك أيضًا {start_anchor}إرسال سجل البرنامج مباشرةً إلى شركاء {platform} {end_anchor} لأغراض الائتمان أو التنفيذ.
ca: En lloc de compartir un enllaç, també podeu {start_anchor} enviar directament el registre del vostre programa a {platform} associats {end_anchor} amb finalitats de crèdit o d'aplicació.
cs: Místo sdílení odkazu můžete také {start_anchor}přímo odeslat svůj záznam programu {platform} partnerům{end_anchor} za účelem získání zápočtu nebo žádosti.
de_de: Anstatt einen Link zu teilen, können Sie auch {start_anchor} Ihren Programmdatensatz direkt an {platform} Partner{end_anchor} zu Kredit- oder Antragszwecken senden.
eo: Ìnstéäd öf shärïng ä lïnk, ýöü çän älsö {start_anchor}dïréçtlý sénd ýöür prögräm réçörd tö {platform} pärtnérs{end_anchor} för çrédït ör äpplïçätïön pürpösés. Ⱡ#
es_419: En lugar de compartir un enlace, también puede {start_anchor}enviar directamente el registro de su programa a los socios de {platform}{end_anchor} para fines de crédito o aplicación.
fa_ir: به جای اشتراک پیوند، می‌توانید {start_anchor} مستقیماً رکورد برنامه خود را برای اهداف اعتباری یا کاربردی برای {platform} شرکای {end_anchor} ارسال کنید.
fr: Au lieu de partager un lieu, vous pouvez aussi {start_anchor}envoyer directement votre dossier de programme aux partenaires de {platform}{end_anchor} à des fins de crédits ou de candidature.
fr_ca: Au lieu de partager un lien, vous pouvez également {start_anchor}envoyer directement votre dossier de programme aux partenaires {platform}{end_anchor} à des fins de crédit ou pour postuler un emploi.
id: Selain membagikan tautan, Anda juga dapat {start_anchor} mengirimkan record program secara langsung ke mitra {platform}{end_anchor} untuk kepentingan kredit atau aplikasi.
it_it: Invece di condividere un link, è possibile anche {start_anchor}inviare direttamente il record del programma ai partner {platform}{end_anchor} per fini legati al credito o alla domanda di applicazione.
pt_pt: Em alternativa a partilhar o link, pode também {start_anchor}enviar diretamente o seu registo do programa para os parceiros {platform} {end_anchor} para solicitar a atribuição de créditos.
ro: În loc să distribuiți un link, puteți {start_anchor} trimite istoricul programului dumneavoastră către {platform} parteneri{end_anchor} pentru credit sau aplicări.
ru: Вместо того, чтобы делиться ссылкой, вы также можете {start_anchor} напрямую отправить запись вашей программы партнерам {platform}{end_anchor} в кредит или для подачи заявки.

source: Share Link to Record
ar: مشاركة الرابط إلى السجل
ar_sa: مشاركة رابط التقرير
ca: Comparteix l'enllaç al registre
cs: Sdíled odkaz na záznam
de_de: Link teilen
eo: Shäré Lïnk tö Réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Envia Enlace a Registro
fa_ir: پیوند اشتراک سابقه
fr: Partagez le lien vers le Dossier
fr_ca: Partager le lien vers le dossier
id: Bagikan Tautan ke Record
it_it: Condividi link al Record
pt_pt: Partilhar link para registo.
ro: Distribuie Link-ul Istoricului
ru: Поделиться ссылкой на запись
tr_tr: Kayıt Bağlantısını Paylaş

source: We were unable to create your record link.
ar: لم نتمكن من إنشاء رابط سجلك
ar_sa: تعذّر إنشاء رابط تقريرك
ca: No hem pogut crear el vostre enllaç de registre.
cs: Nemůžeme vytvořit odkaz na váš záznam.
de_de: Leider konnten wir keine Link zu Ihren Aufzeichnungen herstellen.
eo: Wé wéré ünäßlé tö çréäté ýöür réçörd lïnk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: No pudimos crear to enlace de registro
fa_ir: ما قادر به ایجاد پیوند سابقه شما نبودیم.
fr: Impossible de créer le lien vers votre dossier.
fr_ca: Nous n'avons pas pu créer votre lien de dossier.
id: Kami tidak dapat membuat tautan record Anda.
it_it: Impossibile creare il link del record.
pt_pt: Não foi possível criar o seu link de registo.
ro: Nu am reușit să creăm link-ul pentru istoricul tău.
ru: Мы не смогли создать вашу ссылку на запись.

source: You can close this window and try again.
ar: يمكنك إغلاق هذه النافذة والمحاولة مرة أخرى
ar_sa: يمكنك إغلاق هذه الصفحة والمحاولة مرة أخرى
ca: Podeu tancar aquesta finestra i tornar-ho a provar.
cs: Můžete zavřít toto okno a zkusit to znovu.
de_de: Sie können das Fenster schließen und es noch einmal versuchen.
eo: Ýöü çän çlösé thïs wïndöw änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: Puede cerrar esta ventana y volver a intentarlo.
fa_ir: می‌توانید این پنجره را بسته و دوباره امتحان کنید.
fr: Vous pouvez fermer cette fenêtre et essayer à nouveau.
fr_ca: Vous pouvez fermer cette fenêtre et réessayer.
id: Anda dapat menutup window ini dan mencoba kembali.
it_it: È possibile chiudere questa finestra e riprovare.
pt_pt: Pode fechar esta janela e tentar novamente.
ro: Închide această fereastră și încercați din nou.
ru: Вы можете закрыть это окно и повторить попытку.
tr_tr: Bu pencereyi kapatıp yeniden deneyebilirsiniz.

source: Successfully copied program record link.
ar: تم نسخ رابط سجل البرنامج بنجاح
ar_sa: تم نسخ رابط تقرير البرنامج بنجاح
ca: S'ha copiat correctament l'enllaç del registre del programa.
cs: Odkaz na záznam programu byl úspěšně zkopírován.
de_de: Erfolgreich kopierter Programmdatensatz-Link.
eo: Süççéssfüllý çöpïéd prögräm réçörd lïnk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_419: El enlace de registro del programa fue copiado exitosamente.
fa_ir: پیوند سابقه برنامه با موفقیت کپی شد.
fr: Le lien vers le dossier du programme a été copié avec succès.
fr_ca: Copie réussie du lien du dossier de programme.
id: Berhasil menyalin tautan record program.
it_it: Link del record del programma copiato correttamente.
pt_pt: O link do Registo de Programa foi copiado com sucesso.
ro: Link-ul istoricului progeamului a fost copiat cu succes.
ru: Успешно скопирована ссылка на запись программы.

source: Copy this link to share your record with a university, employer, or anyone else of you choosing. Anyone you share this link with will have access to your record forever.
ca: Copieu aquest enllaç per compartir el vostre registre amb una universitat, empresari o qualsevol altra persona que trieu. Qualsevol que compartiu aquest enllaç tindrà accés al vostre registre per sempre.
de_de: Kopieren Sie diesen Link, um Ihr Protokoll an eine Universität, einen Arbeitgeber oder eine andere Person Ihrer Wahl weiterzugeben. Jeder, mit dem Sie diesen Link teilen, hat für immer Zugriff auf Ihr Protokoll.
eo: Çöpý thïs lïnk tö shäré ýöür réçörd wïth ä ünïvérsïtý, émplöýér, ör änýöné élsé öf ýöü çhöösïng. Ànýöné ýöü shäré thïs lïnk wïth wïll hävé äççéss tö ýöür réçörd förévér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒ#
es_419: Copie este enlace para compartir su registro con una universidad, un empleador, o cualquier otra persona que elija. Cualquier persona con la que comparta este enlace tendrá acceso a su registro para siempre.
fr_ca: Copiez ce lien pour partager votre dossier avec une université, un employeur ou toute autre personne de votre choix. Toute personne avec qui vous partagez ce lien aura accès à votre dossier pour toujours.
id: Salin tautan ini untuk membagikan record Anda dengan universitas, perusahaan, atau siapapun yang Anda inginkan. Siapapun yang memiliki tautan ini akan memiliki akses ke record Anda selamanya.
ru: Скопируйте эту ссылку, чтобы поделиться своими данными с университетом, работодателем или кем-либо еще по вашему выбору. Любой, с кем вы поделитесь этой ссылкой, будет иметь доступ к вашей записи навсегда.
