Repository: openedx/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ar_sa, ca, cs, de_de, eo, es_419, fa_ir, fr, fr_ca, id, it_it, pt_pt, ro, ru, tr_tr

source: Program Record URL
ar: رابط سجل البرنامج
ar_sa: رابط تقرير البرنامج
ca: URL del registre del programa
cs: URL záznamu programu
de_de: Programmprotokoll URL
eo: Prögräm Réçörd ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: URL del Registro del Programa
fa_ir: نشانی اینترنتی سابقه برنامه
fr: URL du Dossier de programme
fr_ca: URL du dossier de programme
id: URL Record Program
it_it: URL record del programma
pt_pt: Endereço URL do Registo de Programa
ro: URL-ul Istoricului Programului
ru: URL-адрес записи программы
tr_tr: Program Kayıt URL

source: Copy Link
ar: نسخ الرابط
ar_sa: نسخ الرابط
ca: Copia l'enllaç
cs: Zkopírovat odkaz
de_de: Link kopieren
eo: Çöpý Lïnk Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Copia Enlace
fa_ir: کپی پیوند
fr: Copier le lien
fr_ca: Copier le lien
id: Salin Tautan
it_it: Copia link
pt_pt: Copiar Link
ro: Copiază link-ul
ru: Копировать ссылку
tr_tr: Bağlantıyı Kopyala

source: Loading record link...
ar: جاري تحميل رابط السجل...
ar_sa: تحميل رابط التقرير
ca: S'està carregant l'enllaç de registre ...
cs: Načítání odkazu na záznam...
de_de: Aufzeichnungslink wird geladen...
eo: Löädïng réçörd lïnk... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_419: Cargando enlace a registro...
fa_ir: در حال بارگیری پیوند سوابق...
fr: Chargement du lien du dossier...
fr_ca: Chargement du lien de dossier...
id: Membaca tautan record...
it_it: Caricamento link del record...
pt_pt: A abrir o link do registo...
ro: Încărcare Link Istoric
ru: Загрузка ссылки записи...
tr_tr: Kayıt bağlantısı yükleniyor...

source: {first} and {second}
ar: {first} و {second}
ar_sa: {first} و {second}
ca: {first} i {second}
cs: {first} a {second}
de_de: {first} und {second}
eo: {first} änd {second} Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: {first} y {second}
fa_ir: {first} و {second}
fr: {first} et {second}
fr_ca: {first} et {second}
id: {first} dan {second}
it_it: {first} e {second}
pt_pt: {first} e {second}
ro: {first} și {second}
ru: {first} и {second}

source: {firstItems}, and {lastItem}
ar: {firstItems}, و {lastItem}
ar_sa: {firstItems}, و {lastItem}
ca: {firstItems}, i {lastItem}
cs: {firstItems} a {lastItem}
de_de: {firstItems}, und {lastItem}
eo: {firstItems}, änd {lastItem} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: {firstItems}, y {lastItem}
fa_ir: {firstItems}, و {lastItem}
fr: {firstItems}, et {lastItem}
fr_ca: {firstItems}, et {lastItem}
id: {firstItems}, dan {lastItem}
it_it: {firstItems} e {lastItem}
pt_pt: {firstItems} e {lastItem}
ro: {firstItems}, și {lastItem}
ru: {firstItems}, и {lastItem}

source: Copy this link to share your record with a university, employer, or anyone else of your choosing. Anyone you share this link with will have access to your record forever.
cs: Zkopírujte tento odkaz a sdílejte svůj záznam s univerzitou, zaměstnavatelem nebo kýmkoli podle vašeho výběru. Každý, s kým sdílíte tento odkaz, bude mít navždy přístup k vašemu záznamu.
fa_ir: این پیوند را کپی کنید تا سابقه خود را با دانشگاه، کارفرما یا هر فرد دیگری به انتخاب خود به اشتراک بگذارید. هر کسی که این پیوند را با او به اشتراک بگذارید، برای همیشه به سابقه شما دسترسی خواهد داشت.
fr: Copiez ce lien pour partager votre dossier avec une université, un employeur ou toute autre personne de votre choix. Toute personne avec laquelle vous partagez ce lien aura accès à votre dossier pour toujours.
it_it: Copia questo link per condividere il proprio record con un'università, un datore di lavoro o chiunque altro. Chiunque abbia questo link avrà accesso al record per sempre.
pt_pt: Copie este link para partilhar o seu registo com uma universidade, um empregador, ou qualquer outra pessoa que escolha. Qualquer pessoa com quem partilhe esta hiperligação terá acesso ao seu registo para sempre.

source: My Learner Records
tr_tr: Öğrenci Kayıtlarım
