Repository: openedx/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ca, cs, de_de, eo, fi, fil_ph, fr_fr, ja_jp, ms, nb, pl, ru, sl, sw_ke

source: {action} is not a valid action.
af_za: {action} is nie 'n geldige aksie nie.
ca: {action} no és una acció vàlida.
cs: {action} není platná akce.
de_de: {action} ist keine gültige Aktion.
eo: {action} ïs nöt ä välïd äçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fi: <span class='notranslate'>{action}</span> ei ole kelvollinen toiminto.
fil_ph: <span class='notranslate'>{action}</span> ay hindi wastong pagkilos.
fr_fr: {action} n'est pas une action valide.
ja_jp: {action} は有効な操作ではありません。
ms: {action} ialah tindakan yang tidak sah.
nb: {action} er ikke en gyldig handling.
pl: {action} jest nieprawidłową czynnością.
ru: {action} не является законным действием.
sl: {action} ni veljavno dejanje.

source: N/A
ca: N/D
de_de: nicht verfügbar
eo: N/À Ⱡ'σяєм#
fi: Ei käytössä
ms: Tidak Berkenaan
pl: N/D
ru: Нет данных

source: sent
af_za: gestuur
ca: enviat
cs: odesláno
de_de: Gesendet
eo: sént Ⱡ'σяєм ι#
fi: lähetetty
fil_ph: ipinadala
fr_fr: envoyé
ms: dihantar
pl: wyślij
ru: отправить
sl: poslano

source: other
af_za: ander
ca: altre
cs: jiný
de_de: Andere
eo: öthér Ⱡ'σяєм ιρѕ#
fi: muu
fil_ph: iba pa
fr_fr: autre
ms: lain-lain
pl: inny
ru: другое
sl: drugo

source: User credit pathways can only be connected to credit pathways.
af_za: Gebruikerskredietpaaie kan slegs aan kredietpaaie gekoppel word.
cs: Uživatelské kreditní cesty lze propojit pouze s kreditními cestami.
de_de: Benutzerkreditpfade können nur mit Kreditpfaden verknüpft werden.
eo: Ûsér çrédït päthwäýs çän önlý ßé çönnéçtéd tö çrédït päthwäýs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Käyttäjän luottoreitit voidaan yhdistää vain luottopolkuihin.
fil_ph: Ang mga pathway ng credit ng user ay maaari lamang ikonekta sa mga pathway ng credit.
fr_fr: Les voies de crédit de l'utilisateur ne peuvent être liées qu'aux voies de crédit.
ms: Laluan kredit pengguna hanya boleh disambungkan kepada laluan kredit.
pl: Ścieżki punktów użytkownika mogą być połączone jedynie ze ścieżkami punktów.
ru: Пользовательские кредитные пути могут быть связаны только с кредитными путями.
sl: Kreditne poti uporabnikov je mogoče povezati samo s kreditnimi potmi.

source: Issuer ID
af_za: Uitreiker ID
cs: ID vydavatele
de_de: Aussteller-ID
eo: Ìssüér ÌD Ⱡ'σяєм ιρѕυм ∂σł#
fi: Myöntäjän tunnus
fr_fr: ID de l&#39;émetteur
ru: ID эмитента

source: At least one Issuer must be always enabled!
af_za: Ten minste een uitreiker moet altyd geaktiveer wees!
cs: Vždy musí být povolen alespoň jeden vydavatel!
de_de: Mindestens ein Aussteller muss immer aktiviert sein!
eo: Àt léäst öné Ìssüér müst ßé älwäýs énäßléd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Vähintään yhden liikkeeseenlaskijan on oltava aina käytössä!
fil_ph: Hindi bababa sa isang Issuer ang dapat palaging naka-enable!
fr_fr: Au moins un émetteur doit toujours être activé !
ru: Хотя бы один эмитент должен быть всегда включен!

source: Open Badges Specification v3.0
af_za: Oop kentekensspesifikasie v3. 0
de_de: Öffnen Sie Badges Specification v3.0
eo: Öpén Bädgés Spéçïfïçätïön v3.0 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fi: Avaa Badges Specification v3.0
fr_fr: Spécification des badges ouverts v3.0
ru: Открытая спецификация значков v3.0

source: Open Badges Specification v3.0.1
af_za: Oop kentekensspesifikasie v3. 0. 1
de_de: Öffnen Sie die Badges-Spezifikation v3.0.1
eo: Öpén Bädgés Spéçïfïçätïön v3.0.1 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fi: Avaa Badges Specification v3.0.1
fr_fr: Spécification des badges ouverts v3.0.1
ru: Открытая спецификация значков v3.0.1

source: Status List 2021
af_za: Statuslys 2021
de_de: Statusliste 2021
eo: Stätüs Lïst 2021 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fi: Tilaluettelo 2021
fil_ph: Listahan ng Katayuan 2021
fr_fr: Liste de statut 2021
ru: Список статусов 2021

source: Verifiable Credentials Data Model v1.1
af_za: Verifieerbare geloofsbriewe Data-model V1.1
de_de: Datenmodell für überprüfbare Anmeldeinformationen v1.1
eo: Vérïfïäßlé Çrédéntïäls Dätä Mödél v1.1 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fi: Varmennettavien valtuustietojen tietomalli v1.1
fil_ph: Modelo ng Data ng Mga Na-verify na Kredensyal v1.1
fr_fr: Modèle de données d&#39;informations d&#39;identification vérifiables v1.1
ru: Модель данных проверяемых учетных данных v1.1

source: Couldn't find such issuance line: [{issuance_uuid}]
af_za: Kon nie sodanige uitreikingslyn vind nie: [{issuance_uuid}]
cs: Nepodařilo se najít takový řádek vydání: [ {issuance_uuid} ]
de_de: Diese Ausgabezeile konnte nicht gefunden werden: [ <span class='notranslate'>{issuance_uuid}</span> ]
eo: Çöüldn't fïnd süçh ïssüänçé lïné: [{issuance_uuid}] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fi: Tällaista myöntämislinjaa ei löytynyt: [ <span class='notranslate'>{issuance_uuid}</span> ]
fil_ph: Hindi mahanap ang ganitong linya ng pagpapalabas: [ <span class='notranslate'>{issuance_uuid}</span> ]
fr_fr: Impossible de trouver cette ligne d&#39;émission : [ <span class='notranslate'>{issuance_uuid}</span> ]
ru: Не удалось найти такую строку выдачи: [{issuance_uuid}]

source: Seems credential isn't active anymore: [{credential_id}]
af_za: Lyk geloofwaardigheid is nie meer aktief nie: [{credential_id}]
cs: Zdá se, že přihlašovací údaje již nejsou aktivní: [ {credential_id} ]
de_de: Anmeldeinformationen scheinen nicht mehr aktiv zu sein: [ <span class='notranslate'>{credential_id}</span> ]
eo: Sééms çrédéntïäl ïsn't äçtïvé änýmöré: [{credential_id}] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Tunnustiedot eivät näytä olevan enää aktiivisia: [ <span class='notranslate'>{credential_id}</span> ]
fil_ph: Mukhang hindi na aktibo ang kredensyal: [ <span class='notranslate'>{credential_id}</span> ]
fr_fr: Il semble que les informations d&#39;identification ne soient plus actives : [ <span class='notranslate'>{credential_id}</span> ]
ru: Кажется, учетные данные больше не активны: [{credential_id}]

source: Provided data didn't validate
af_za: Mits data nie valideer nie
cs: Poskytnutá data nebyla ověřena
de_de: Die bereitgestellten Daten wurden nicht validiert
eo: Prövïdéd dätä dïdn't välïdäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fi: Annettuja tietoja ei vahvistettu
fil_ph: Hindi na-validate ang ibinigay na data
fr_fr: Les données fournies n&#39;ont pas été validées
ru: Предоставленные данные не прошли проверку

source: Issued verifiable credential can't be verified!
af_za: Verifieerbare geloofsbrief kan nie geverifieer word nie!
cs: Vydané ověřitelné přihlašovací údaje nelze ověřit!
de_de: Der ausgestellte überprüfbare Ausweis kann nicht überprüft werden!
eo: Ìssüéd vérïfïäßlé çrédéntïäl çän't ßé vérïfïéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Myönnettyä todennettavissa olevaa valtakirjaa ei voida vahvistaa!
fil_ph: Hindi ma-verify ang naibigay na nabe-verify na kredensyal!
fr_fr: Les informations d&#39;identification vérifiables émises ne peuvent pas être vérifiées !
ru: Выданные проверяемые учетные данные не могут быть проверены!

source: Related Open edX learner credential
af_za: Verwante Open edX leerderbewys
cs: Související pověření studenta Open edX
de_de: Zugehörige Open edX-Lernberechtigungsnachweise
eo: Rélätéd Öpén édX léärnér çrédéntïäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fi: Aiheeseen liittyvät Open edX -oppijan valtuustiedot
fil_ph: Kaugnay na Open edX learner credential
fr_fr: Identifiant d&#39;apprentissage Open edX connexe
ru: Связанные учетные данные учащегося Open edX

source: Completeness indicator
af_za: Volledigheidsaanwyser
cs: Indikátor úplnosti
de_de: Vollständigkeitsindikator
eo: Çömpléténéss ïndïçätör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fi: Täydellisyyden osoitin
fil_ph: Tagapagpahiwatig ng pagkakumpleto
fr_fr: Indicateur de complétude
ru: Индикатор завершённости

source: Issuer DID
af_za: Uitreiker DID
cs: Vydavatel DID
de_de: Emittent DID
eo: Ìssüér DÌD Ⱡ'σяєм ιρѕυм ∂σłσ#
fi: Liikkeeseenlaskija TEKI
fil_ph: GINAWA ng Tagapagbigay
fr_fr: DID de l&#39;émetteur
ru: DID Эмитента

source: Target storage identifier
af_za: Teikenopbergingsidentifisering
cs: Identifikátor cílového úložiště
de_de: Zielspeicher-ID
eo: Tärgét störägé ïdéntïfïér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fi: Kohdetallennustunniste
fil_ph: Identifier ng target na storage
fr_fr: Identifiant de stockage cible
ru: Идентификатор целевого хранилища

source: Verifiable credential subject DID
af_za: Verifieerbare geloofsbrief DID
cs: Ověřitelný subjekt pověření DID
de_de: Überprüfbarer Berechtigungsnachweis des Subjekts DID
eo: Vérïfïäßlé çrédéntïäl süßjéçt DÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fi: Varmennettavissa oleva valtuustietojen aihe DID
fil_ph: Nabe-verify na paksa ng kredensyal DID
fr_fr: DID sujet d&#39;identification vérifiable
ru: Поддающийся проверке учетный субъект DID

source: Verifiable credential specification to use
af_za: Verifieerbare geloofsoortespesifikasie om te gebruik
cs: Ověřitelná specifikace pověření k použití
de_de: Zu verwendende überprüfbare Anmeldeinformationsspezifikation
eo: Vérïfïäßlé çrédéntïäl spéçïfïçätïön tö üsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Varmennettavissa oleva valtuustietomääritys käytettäväksi
fil_ph: Nabe-verify na detalye ng kredensyal na gagamitin
fr_fr: Spécification d&#39;informations d&#39;identification vérifiables à utiliser
ru: Поддающаяся проверке спецификация учетных данных для использования

source: Defines a position in the Status List sequence
af_za: Definieer 'n posisie in die statuslysvolgorde
cs: Definuje pozici v sekvenci Status List
de_de: Definiert eine Position in der Statuslistensequenz
eo: Défïnés ä pösïtïön ïn thé Stätüs Lïst séqüénçé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Määrittää paikan Status List -sekvenssissä
fil_ph: Tinutukoy ang isang posisyon sa pagkakasunod-sunod ng Listahan ng Katayuan
fr_fr: Définit une position dans la séquence de la liste d&#39;état
ru: Определяет позицию в последовательности списка состояний

source: Keeps track on a corresponding user credential's status
af_za: Hou tred met die status van 'n ooreenstemmende gebruikersbewys
cs: Sleduje stav odpovídajících přihlašovacích údajů uživatele
de_de: Verfolgt den Status der entsprechenden Benutzeranmeldeinformationen
eo: Kééps träçk ön ä çörréspöndïng üsér çrédéntïäl's stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Seuraa vastaavan käyttäjän tunnistetietojen tilaa
fil_ph: Sinusubaybayan ang katayuan ng kaukulang kredensyal ng user
fr_fr: Assure le suivi de l&#39;état d&#39;un identifiant utilisateur correspondant
ru: Отслеживает статус соответствующих учетных данных пользователя

source: program certificate
af_za: Programsertifikaat
cs: certifikát programu
de_de: Programmzertifikat
eo: prögräm çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fi: ohjelmatodistus
fil_ph: sertipiko ng programa
fr_fr: certificat de programme
ru: сертификат программы

source: course certificate
af_za: Kursusertifikaat
cs: osvědčení o kurzu
de_de: Kurszertifikat
eo: çöürsé çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fi: kurssitodistus
fil_ph: sertipiko ng kurso
fr_fr: certificat de cours
ru: сертификат курса

source: program certificate for passing a program {program_title}
af_za: Programsertifikaat vir die slaag van 'n program {program_title}
cs: certifikát programu pro absolvování programu {program_title}
de_de: Programmzertifikat für das Bestehen eines Programms <span class='notranslate'>{program_title}</span>
eo: prögräm çértïfïçäté för pässïng ä prögräm {program_title} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: ohjelmatodistus ohjelman läpäisemisestä <span class='notranslate'>{program_title}</span>
fil_ph: sertipiko ng programa para sa pagpasa sa isang programa <span class='notranslate'>{program_title}</span>
fr_fr: certificat de programme pour réussir un programme <span class='notranslate'>{program_title}</span>
ru: программный сертификат на прохождение программы {program_title}

source: , with total {hours_of_effort} Hours of effort required to complete it
af_za: , met totale {hours_of_effort} uur se moeite wat benodig word om dit te voltooi
cs: , s celkem {hours_of_effort} hodin úsilí potřebné k jeho dokončení
de_de: , mit insgesamt <span class='notranslate'>{hours_of_effort}</span> Arbeitsaufwand, der für die Fertigstellung erforderlich ist
eo: , wïth tötäl {hours_of_effort} Höürs öf éffört réqüïréd tö çömplété ït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: , yhteensä <span class='notranslate'>{hours_of_effort}</span> Sen suorittaminen vaatii työtunteja
fil_ph: , na may kabuuang <span class='notranslate'>{hours_of_effort}</span> Mga oras ng pagsisikap na kinakailangan upang makumpleto ito
fr_fr: , avec un total <span class='notranslate'>{hours_of_effort}</span> d&#39;heures d&#39;efforts nécessaires pour le terminer
ru: , всего {hours_of_effort} часов усилий, необходимых для его завершения

source: {credential_type} is granted on program {program_title} completion offered by {organizations}, in collaboration with {platform_name}. The {program_title} program includes {course_count} course(s){effort_info}.
af_za: {credential_type} word toegestaan op die program {program_title} voltooiing aangebied deur {organizations}, in samewerking met {platform_name}. Die {program_title}-program bevat {course_count} kursus (s) {effort_info}.
cs: {credential_type} je uděleno po dokončení programu {program_title} nabízeném organizací {organizations} ve spolupráci s {platform_name}. Program {program_title} zahrnuje {course_count} kurz(y) {effort_info} .
de_de: {credential_type} wird nach Abschluss des Programms {program_title} gewährt, das von {organizations} in Zusammenarbeit mit {platform_name} angeboten wird. Das {program_title}-Programm umfasst {course_count} Kurs(e) <span class='notranslate'>{effort_info}</span> .
eo: {credential_type} ïs gräntéd ön prögräm {program_title} çömplétïön öfféréd ßý {organizations}, ïn çölläßörätïön wïth {platform_name}. Thé {program_title} prögräm ïnçlüdés {course_count} çöürsé(s){effort_info}. Ⱡ'σяєм#
fi: {credential_type} myönnetään ohjelman {program_title} valmistumisen yhteydessä, jonka tarjoaa {organizations} yhteistyössä {platform_name}:n kanssa. Ohjelma {program_title} sisältää {course_count} kurssia <span class='notranslate'>{effort_info}</span> .
fil_ph: Ibinibigay ang {credential_type} sa pagkumpleto ng program na {program_title} na inaalok ng {organizations}, sa pakikipagtulungan ng {platform_name}. Kasama sa programang {program_title} ang {course_count} (mga) kurso <span class='notranslate'>{effort_info}</span> .
fr_fr: {credential_type} est accordé à la fin du programme {program_title} proposé par {organizations}, en collaboration avec {platform_name}. Le programme {program_title} comprend {course_count} cours <span class='notranslate'>{effort_info}</span> .
ru: {credential_type} предоставляется после завершения программы {program_title}, предложенной {organizations} в сотрудничестве с {platform_name}. Программа {program_title} включает {course_count} курсов {effort_info}.

source: {credential_type} is granted on course {course_title} completion offered by {organization}, in collaboration with {platform_name}
eo: {credential_type} ïs gräntéd ön çöürsé {course_title} çömplétïön öfféréd ßý {organization}, ïn çölläßörätïön wïth {platform_name} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: {recipient_fullname} successfully completed all courses and received passing grades for a Professional Certificate in {program_title} a program offered by {organizations}, in collaboration with {platform_name}.
af_za: {recipient_fullname} het alle kursusse suksesvol voltooi en geslaagde grade ontvang vir 'n professionele sertifikaat in {program_title} 'n Program aangebied deur {organizations}, in samewerking met {platform_name}.
cs: {recipient_fullname} úspěšně dokončil všechny kurzy a získal úspěšné hodnocení pro získání profesního certifikátu v {program_title} programu nabízeném {organizations} ve spolupráci s {platform_name} .
de_de: {recipient_fullname} hat alle Kurse erfolgreich abgeschlossen und die bestandene Note für ein Berufszertifikat in {program_title} erhalten, einem Programm, das von {organisations} in Zusammenarbeit mit <span class='notranslate'>{platform_name}</span> angeboten wird.
eo: {recipient_fullname} süççéssfüllý çömplétéd äll çöürsés änd réçéïvéd pässïng grädés för ä Pröféssïönäl Çértïfïçäté ïn {program_title} ä prögräm öfféréd ßý {organizations}, ïn çölläßörätïön wïth {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
fi: {recipient_fullname} suoritti kaikki kurssit ja sai hyväksytyt arvosanat ammattitodistuksesta {program_title} -ohjelmassa, jonka tarjoaa {organisations} yhteistyössä <span class='notranslate'>{platform_name}</span> kanssa.
fil_ph: Matagumpay na nakumpleto ni {recipient_fullname} ang lahat ng mga kurso at nakatanggap ng mga pasadong grado para sa isang Propesyonal na Sertipiko sa {program_title} isang programang inaalok ng {organizations}, sa pakikipagtulungan sa <span class='notranslate'>{platform_name}</span> .
fr_fr: {recipient_fullname} a terminé avec succès tous les cours et a obtenu la note de passage pour un certificat professionnel dans {program_title}, un programme proposé par {organizations}, en collaboration avec <span class='notranslate'>{platform_name}</span> .
ru: {recipient_fullname} успешно завершил все курсы и получил проходные баллы для профессионального сертификата по программе {program_title}, предлагаемой {organizations} в сотрудничестве с {platform_name}.

source: recipient
af_za: ontvanger
cs: příjemce
de_de: Empfänger
eo: réçïpïént Ⱡ'σяєм ιρѕυм ∂σł#
fi: vastaanottaja
fil_ph: tatanggap
fr_fr: destinataire
ru: получатель

source: {recipient_fullname} successfully completed a course and received a passing grade for a Course Certificate in {course_title} a course offered by {organization}, in collaboration with {platform_name}.
eo: {recipient_fullname} süççéssfüllý çömplétéd ä çöürsé änd réçéïvéd ä pässïng grädé för ä Çöürsé Çértïfïçäté ïn {course_title} ä çöürsé öfféréd ßý {organization}, ïn çölläßörätïön wïth {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#

source: Issuer secret key. See: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
af_za: Uitreiker geheime sleutel. Kyk: https: // w3c-ccg. github. IO/Did-metod-key/#ed25519-x25519
cs: Tajný klíč vydavatele. Viz: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
de_de: Geheimer Schlüssel des Ausstellers. Siehe: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
eo: Ìssüér séçrét kéý. Séé: https://w3ç-ççg.gïthüß.ïö/dïd-méthöd-kéý/#éd25519-x25519 Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fi: Myöntäjän salainen avain. Katso: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
fil_ph: Nagbigay ng sikretong susi. Tingnan ang: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
fr_fr: Clé secrète de l&#39;émetteur. Voir : https://w3c-ccg.github.io/did-method-key/#ed25519-x25519
ru: Секретный ключ эмитента. См.: https://w3c-ccg.github.io/did-method-key/#ed25519-x25519

source: Status List generation failed: [{issuer_id}]
af_za: Statuslysgenerasie het misluk: [{issuer_id}]
cs: Generování seznamu stavů selhalo: [{issuer_id}]
de_de: Generierung der Statusliste fehlgeschlagen: [ <span class='notranslate'>{issuer_id}</span> ]
eo: Stätüs Lïst générätïön fäïléd: [{issuer_id}] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fi: Tilaluettelon luominen epäonnistui: [ <span class='notranslate'>{issuer_id}</span> ]
fil_ph: Nabigo ang pagbuo ng Listahan ng Katayuan: [ <span class='notranslate'>{issuer_id}</span> ]
fr_fr: Échec de la génération de la liste d&#39;état : [ <span class='notranslate'>{issuer_id}</span> ]
ru: Не удалось создать список состояний: [{issuer_id}]

source: There are no enabled Issuance Configurations for some reason! At least one must be always active.
af_za: Om een of ander rede is daar geen geaktiveerde uitreikingskonfigurasies nie!Ten minste moet een altyd aktief wees.
cs: Z nějakého důvodu nejsou povoleny žádné konfigurace vydávání! Alespoň jeden musí být vždy aktivní.
de_de: Aus irgendeinem Grund sind keine Ausstellungskonfigurationen aktiviert! Mindestens einer muss immer aktiv sein.
eo: Théré äré nö énäßléd Ìssüänçé Çönfïgürätïöns för sömé réäsön! Àt léäst öné müst ßé älwäýs äçtïvé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Käytössä olevia myöntämismäärityksiä ei ole jostain syystä! Ainakin yhden on oltava aina aktiivinen.
fil_ph: Walang pinaganang Issuance Configurations para sa ilang kadahilanan! Kahit isa ay dapat palaging aktibo.
fr_fr: Il n&#39;y a pas de configurations d&#39;émission activées pour une raison quelconque ! Au moins un doit être toujours actif.
ru: По какой-то причине нет включенных конфигураций выдачи! По крайней мере, одна из них должна быть всегда активна.

source: Verifiable Credentials feature is not enabled [{feature_name}]
af_za: Verifieerbare geloofsbriewe-funksie is nie geaktiveer nie [{feature_name}]
cs: Funkce ověřitelných přihlašovacích údajů není povolena [ {feature_name} ]
de_de: Die Funktion „Überprüfbare Anmeldeinformationen“ ist nicht aktiviert [ <span class='notranslate'>{feature_name}</span> ]
eo: Vérïfïäßlé Çrédéntïäls féätüré ïs nöt énäßléd [{feature_name}] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Varmennettavat tunnistetiedot -ominaisuus ei ole käytössä [ <span class='notranslate'>{feature_name}</span> ]
fil_ph: Hindi pinagana ang feature na Mga Na-verify na Kredensyal [ <span class='notranslate'>{feature_name}</span> ]
fr_fr: La fonctionnalité d&#39;informations d&#39;identification vérifiables n&#39;est pas activée [ <span class='notranslate'>{feature_name}</span> ]
ru: Функция проверяемых учетных данных не включена [{feature_name}]

source: Mandatory data is missing
af_za: Verpligte data ontbreek
cs: Chybí povinné údaje
de_de: Pflichtdaten fehlen
eo: Mändätörý dätä ïs mïssïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fi: Pakolliset tiedot puuttuvat
fil_ph: Nawawala ang mandatoryong data
fr_fr: Les données obligatoires sont manquantes
ru: Отсутствуют обязательные данные

source: Credential identifier must be valid UUID: ['credential_uuid']
af_za: Geloofsidentifisering moet geldig wees UUID: ['Credential_uuid']
cs: Identifikátor pověření musí být platný UUID: ['credential_uuid']
de_de: Die Anmeldeinformations-ID muss eine gültige UUID sein: [&#39;credential_uuid&#39;]
eo: Çrédéntïäl ïdéntïfïér müst ßé välïd ÛÛÌD: ['çrédéntïäl_üüïd'] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Tunnistetunnuksen on oltava kelvollinen UUID: [&#39;credential_uuid&#39;]
fil_ph: Ang pagkakakilanlan ng kredensyal ay dapat wastong UUID: [&#39;credential_uuid&#39;]
fr_fr: L&#39;identifiant d&#39;identification doit être un UUID valide : [&#39;credential_uuid&#39;]
ru: Идентификатор учетных данных должен быть действительным UUID: ['credential_uuid&']
