Repository: openedx/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ca, cs, de_de, eo, fi, fil_ph, fr_fr, ja_jp, ms, nb, pl, ru, sl, sw_ke

source: No such user credential [%(credential_uuid)s]
af_za: Geen sodanige gebruikersbewys nie [%(credential_uuid)s]
cs: Žádné takové přihlašovací údaje uživatele [ %(credential_uuid)s ]
de_de: Keine solchen Benutzeranmeldeinformationen [ <span class='notranslate'>%(credential_uuid)s</span> ]
eo: Nö süçh üsér çrédéntïäl [%(credential_uuid)s] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fi: Ei tällaisia käyttäjätunnuksia [ <span class='notranslate'>%(credential_uuid)s</span> ]
fil_ph: Walang ganoong kredensyal ng user [ <span class='notranslate'>%(credential_uuid)s</span> ]
fr_fr: Aucun identifiant d&#39;utilisateur de ce type [ <span class='notranslate'>%(credential_uuid)s</span> ]
ru: Нет таких учетных данных пользователя [%(credential_uuid)s]

source: Provided storage backend ({storage_id}) isn't active. Storages: {active_storages}
af_za: Mits stoor backend ({storage_id}) is nie aktief nie. Stoor: {active_storages}
cs: Poskytovaný backend úložiště ({storage_id}) není aktivní. Úložiště: {active_storages}
de_de: Das bereitgestellte Speicher-Backend ({storage_id}) ist nicht aktiv. Speicher: <span class='notranslate'>{active_storages}</span>
eo: Prövïdéd störägé ßäçkénd ({storage_id}) ïsn't äçtïvé. Störägés: {active_storages} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fi: Annettu tallennustilan tausta ({storage_id}) ei ole aktiivinen. Varastot: <span class='notranslate'>{active_storages}</span>
fil_ph: Ang ibinigay na backend ng storage ({storage_id}) ay hindi aktibo. Mga imbakan: <span class='notranslate'>{active_storages}</span>
fr_fr: Le backend de stockage fourni ({storage_id}) n&#39;est pas actif. Stockages : <span class='notranslate'>{active_storages}</span>
ru: Предоставленная серверная часть хранилища ({storage_id}) неактивна. Хранилища: {active_storages}

source: Can't find an Issuer with such ID [{issuer_id}]
af_za: Kan nie 'n uitreiker met sulke ID [{issuer_id}] vind
cs: Nelze najít vydavatele s takovým ID [ {issuer_id} ]
de_de: Es kann kein Aussteller mit dieser ID gefunden werden [ <span class='notranslate'>{issuer_id}</span> ]
eo: Çän't fïnd än Ìssüér wïth süçh ÌD [{issuer_id}] Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fi: Liikkeeseenlaskijaa ei löydy tällä tunnuksella [ <span class='notranslate'>{issuer_id}</span> ]
fil_ph: Hindi makahanap ng Tagabigay na may ganoong ID [ <span class='notranslate'>{issuer_id}</span> ]
fr_fr: Impossible de trouver un émetteur avec un tel ID [ <span class='notranslate'>{issuer_id}</span> ]
ru: Не удается найти эмитента с таким идентификатором [{issuer_id}]

source: Learner Credential Wallet
af_za: Leerderbewys beursie
cs: Pověřovací peněženka pro žáka
de_de: Geldbörse für Lernerausweise
eo: Léärnér Çrédéntïäl Wällét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fi: Opiskelijan valtakirjalompakko
fr_fr: Portefeuille des identifiants de l&#39;apprenant
ru: Кошелёк для учетных данных учащегося

source: Page Not Found
af_za: Bladsy nie gevind nie
ca: No s'ha trobat la pàgina
cs: Stránka nebyla nalezena
de_de: Seite nicht gefunden
eo: Pägé Nöt Föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fi: Sivua ei löydetty
fil_ph: Hindi Nahanap ang Pahina
fr_fr: Page non trouvée.
ja_jp: ページが見つかりません
ms: Halaman Tidak Ditemukan
nb: Side ikke funnet
pl: Nie odnaleziono strony
ru: Страница не найдена
sl: Stran ni najdena
sw_ke: Ukurasa Haupatikani

source: Server Error
af_za: Bedienerprobleem
ca: Error del servidor
cs: Chyba serveru
de_de: Serverfehler
eo: Sérvér Érrör Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fi: palvelinvirhe
fil_ph: Error sa Server
fr_fr: Erreur du serveur
ja_jp: サーバーエラー
ms: Ralat Pelayan
nb: Serverfeil
pl: Błąd serwera
ru: Ошибка сервера
sl: Napaka strežnika
sw_ke: Hitilafu ya Seva

source: Print or share your certificate
af_za: Druk of deel jou sertifikaat
ca: Imprimiu o compartiu el vostre certificat:
cs: Vytiskněte nebo sdílejte svůj certifikát
de_de: Ihr Zertifikat drucken oder teilen
eo: Prïnt ör shäré ýöür çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fi: Tulosta tai jaa sertifikaattisi
fil_ph: I-print o ibahagi ang iyong certificate
fr_fr: Imprimer ou partager votre certificat
ja_jp: 修了証を印刷またはシェアする
ms: Cetak atau kongsi sijil anda
nb: Skriv ut eller del kursbeviset ditt
pl: Wydrukuj lub udostępnij swój certyfikat
ru: Напечатайте сертификат или поделитесь им
sl: Natisnite ali delite svoje potrdilo
sw_ke: Chapisha au tuma 'cheti' chako

source: Share this certificate via Facebook
af_za: Deel hierdie sertifikaat via Facebook
ca: Comparteix aquest certificat a través de Facebook
cs: Sdílejte tento certifikát přes Facebook
de_de: Teilen Sie dieses Zertifikat über Facebook
eo: Shäré thïs çértïfïçäté vïä Fäçéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
fi: Jaa tämä sertifikaatti Facebookin kautta
fil_ph: Ibahagi ang certificate na ito sa pamamagitan ng Facebook
fr_fr: Partager ce certificat via Facebook
ja_jp: この修了証をFacebookでシェア
ms: Kongsi sijil ini melalui Facebook
nb: Del dette kursbeviset via Facebook
pl: Udostępnij ten certyfikat na Facebooku
ru: Поделитесь этим сертификатом через Facebook
sl: Delite to potrdilo prek Facebooka

source: Tweet this certificate
af_za: Tweet hierdie sertifikaat
ca: Piula aquest certificat
cs: Tweetnout tento certifikát
de_de: Dieses Zertifikat twittern
eo: Twéét thïs çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fi: Twiittaa tämä todistus
fil_ph: I-tweet ang certificate na ito
fr_fr: Tweeter ce certificat
ja_jp: この修了証をツイートする
ms: Twit sijil ini
nb: Tvitre dette kursbeviset
pl: Tweetnij ten certyfikat
ru: Отправьте этот сертификат в твиттер.
sl: Tweetajte to potrdilo

source: Add to LinkedIn profile
af_za: Voeg by LinkedIn-profiel
ca: Afegeix al perfil de LinkedIn
cs: Přidat do profilu LinkedIn
de_de: Zum LinkedIn-Profil hinzufügen
eo: Àdd tö LïnkédÌn pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fi: Lisää LinkedIn-profiiliin
fil_ph: Idagdag sa LinkedIn profile
fr_fr: Ajouter au profil LinkedIn
ja_jp: LinkedInプロフィールに加える
ms: Tambahkan kepada profil LinkedIn
nb: Lagt til LinkedIn profilen
pl: Dodaj do profilu na LinkedIn
ru: Добавить в профиль LinkedIn
sl: Dodaj v profil LinkedIn

source: Add this certificate to your LinkedIn profile
af_za: Voeg hierdie sertifikaat by jou LinkedIn-profiel
ca: Afegiu aquest certificat al vostre perfil de LinkedIn
cs: Přidejte tento certifikát do svého profilu LinkedIn
de_de: Dieses Zertifikat zu Ihrem LinkedIn-Profil hinzufügen
eo: Àdd thïs çértïfïçäté tö ýöür LïnkédÌn pröfïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Lisää tämä varmenne LinkedIn-profiiliisi
fil_ph: Idagdag ang certificate na ito sa iyong LinkedIn profile
fr_fr: Ajouter ce certificat à votre profil LinkedIn
ja_jp: この修了証をLinkedIn profileプロフィールに加える
ms: Tambahkan sijil ini kepada profil LinkedIn anda
pl: Dodaj ten certyfikat do profilu na LinkedIn
ru: Добавить этот сертификат в свой профиль LinkedIn
sl: Dodajte to potrdilo v svoj LinkedIn profil

source: Print
af_za: Afdruk
ca: Imprimir
cs: Vytisknout
de_de: Drucken
eo: Prïnt Ⱡ'σяєм ιρѕ#
fi: Tulosta
fr_fr: Imprimer
ja_jp: 印刷
ms: Cetak
nb: Utskrift
pl: Wydrukuj
ru: Печать
sl: Tiskanje
sw_ke: Chapa

source: Print this certificate
af_za: Druk hierdie sertifikaat uit
ca: Imprimir aquest ceertificat
cs: Vytisknout tento certifikát
de_de: Dieses Zertifikat drucken
eo: Prïnt thïs çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fi: Tulosta tämä todistus
fil_ph: I-print ang certificate na ito
fr_fr: Imprimer ce certificat
ja_jp: この修了証を印刷する
ms: Cetak sijil ini
nb: Skriv ut dette kursbeviset
pl: Wydrukuj ten certyfikat
ru: Распечатать этот сертификат
sl: Natisnite to potrdilo
sw_ke: Chapisha 'cheti' hiki

source: Legal Policies
af_za: Wettige beleid
cs: Právní zásady
de_de: rechtliche Regelungen
eo: Légäl Pölïçïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fi: Oikeuskäytännöt
fil_ph: Mga Legal na Patakaran
fr_fr: Dispositions légales
ms: Dasar Undang-undang
pl: Zasady prawne
ru: Правовая политика
sl: Pravne politike

source: Terms of Service & Honor Code
af_za: Diensvoorwaardes en erekode
ca: Termes del Servei i Codi d'Honor
cs: Smluvní podmínky a Etický kodex
de_de: Nutzungsbedingungen & Verhaltenskodex
eo: Térms öf Sérvïçé & Hönör Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fi: Palveluehdot ja kunniakoodi
fil_ph: Mga Tuntunin ng Serbisyo at Honor Code
fr_fr: Conditions de service
ja_jp: 利用規約および倫理規定
ms: Terma Perkhidmatan & Kod Kehormatan
nb: Bruksvilkår for tjenesten og etiske retningslinjer
pl: Warunki korzystania z Serwisu | Kodeks Honorowy
ru: Условия службы и Кодекс чести
sl: Pogoji storitve in koda časti

source: Privacy Policy
af_za: Privaatheidsbeleid
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
de_de: Datenschutzbestimmungen
eo: Prïväçý Pölïçý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fi: Tietosuojakäytäntö
fil_ph: Patakaran sa Privacy
fr_fr: Politique de confidentialité
ja_jp: プライバシーポリシー
ms: Dasar Privasi
nb: Personvernregler
pl: Polityka prywatności
ru: Политика конфиденциальности
sl: Politika zasebnosti
sw_ke: Sera Binafsi

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
af_za: Alle regte voorbehou, behalwe waar dit aangedui word. edX, Open edX en die edX en open edX logo's is geregistreerde handelsmerke of handelsmerke van edX inc.
ca: Tots els drets reservats excepte en els casos indicats. edX, Open edX i els logos edX i Open edX són marques registrades o marques comercials d'edX Inc.
cs: Všechna práva vyhrazena, pokud není uvedeno jinak. edX, Open edX a loga edX a Open edX jsou registrované ochranné známky nebo ochranné známky společnosti edX Inc.
de_de: Falls es nicht anders angegeben ist, sind alle rechte vorbehalten. edX, Open edX und die zugehörigen Logos edX und Open edX sind registrierte Handelsmarken oder Handelsmarken der edX inc.
eo: Àll rïghts résérvéd éxçépt whéré nötéd. édX, Öpén édX änd thé édX änd Öpén édX lögös äré régïstéréd trädémärks ör trädémärks öf édX Ìnç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσя#
fi: Kaikki oikeudet pidätetään ellei toisin mainita. edX, Open edX ja edX- ja Open edX -logot ovat edX Inc:n rekisteröityjä tavaramerkkejä tai tavaramerkkejä.
fil_ph: Lahat ng karapatan ay nakalaan maliban kung saan nakasaad. Ang edX, Open edX at ang edX at Open edX na mga logo ay mga rehistradong trademark o trademark ng edX Inc.
fr_fr: Tous droits réservés sauf indiqué. edX, Open edX et les logos edX et Open edX sont des marques déposées ou des marques de edX Inc.
ja_jp: 特記されている場合を除き、すべての著作権は保護されています。 EdX、Open edXおよびそれぞれのロゴは edX Inc. の商標または登録商標です。
ms: Semua hak terpelihara kecuali dinyatakan sebaliknya. edX, Open edX dan logo edX serta logo Open edX ialah tanda dagangan berdaftar atau tanda dagangan milik edX Inc.
nb: Alle rettigheter reservert unntatt hvor anmerket. edX, Open edX samt edX og Open edX logoene er registrerte varemerker eller varemerker for edX Inc.
pl: Wszelkie prawa zastrzeżone. EdX, Logo Open edX i edX i Open edX są zarejestrowanymi i zastrzeżonymi znakami towarowymi edX Inc.
ru: Все права защищены, за исключением отмеченных случаев. edX, Open edX и логотипы edX и Open edX являются зарегистрированными товарными знаками или товарными знаками компании edX Inc.
sl: Vse pravice pridržane, razen kjer je navedeno. edX, Open edX ter logotipi edX in Open edX so registrirane blagovne znamke ali blagovne znamke družbe edX Inc.

source: Powered by
af_za: Aangedryf deur
cs: Běží na
de_de: Unterstützt durch
eo: Pöwéréd ßý Ⱡ'σяєм ιρѕυм ∂σłσ#
fi: Voimanlähteenä
fil_ph: Pinatatakbo ng
fr_fr: Alimenté par
ms: Dikuasakan oleh
pl: Utworzone w
ru: Работает на
sl: Poganja ga

source: Skip to main content
af_za: Slaan oor na die hoofinhoud
cs: Přejít k hlavnímu obsahu
de_de: Springe zu den Inhalten
eo: Skïp tö mäïn çöntént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Siirry pääsisältöön
fil_ph: Lumaktaw sa pangunahing nilalaman
fr_fr: Passer au contenu principal
ms: Langkau ke kandungan utama
pl: Pomiń do głównej zawartości
ru: Перейти к основному содержимому
sl: Preskoči na glavno vsebino

source: Congratulations, %(user_name)s!
af_za: Baie geluk, %(user_name)s!
ca: Enhorabona, %(user_name)s!
cs: Gratulujeme, %(user_name)s!
de_de: Glückwunsch, %(user_name)s!
eo: Çöngrätülätïöns, %(user_name)s! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Onnittelut, <span class='notranslate'>%(user_name)s</span> !
fil_ph: Binabati kita, <span class='notranslate'>%(user_name)s</span> !
fr_fr: Félicitations, %(user_name)s!
ja_jp: おめでとうございます、 %(user_name)sさん！
ms: Tahniah, %(user_name)s!
nb: Gratulerer, %(user_name)s!
pl: Gratulacje, %(user_name)s!
ru: Поздравляем, %(user_name)s!
sl: Čestitamo, %(user_name)s!
sw_ke: Hongera, %(user_name)s!

source: You worked hard to earn your certificate from %(platform_name)s — share it with colleagues, friends, and family to get the word out about what you mastered in %(program_display_name)s.
af_za: Jy het hard gewerk om jou sertifikaat uit %(platform_name)s te verdien — deel dit met kollegas, vriende en familie om die woord uit te kry oor wat jy in %(program_display_name)s bemeester het.
cs: Tvrdě jste pracovali, abyste získali svůj certifikát od %(platform_name)s – sdílejte jej s kolegy, přáteli a rodinou, abyste dostali reakci na to, co jste zvládli v %(program_display_name)s.
de_de: Sie haben hart gearbeitet, um Ihr Zertifikat von %(platform_name)s zu erhalten — Teilen Sie diesen Erfolg mit Ihren Kollegen, Freunden und Ihrer Familie um der Welt zu zeigen, dass Sie %(program_display_name)s gemeistert haben.
eo: Ýöü wörkéd härd tö éärn ýöür çértïfïçäté fröm %(platform_name)s — shäré ït wïth çölléägüés, frïénds, änd fämïlý tö gét thé wörd öüt äßöüt whät ýöü mästéréd ïn %(program_display_name)s. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
fi: Työskentelit kovasti ansaitaksesi todistuksesi <span class='notranslate'>%(platform_name)s</span> – jaa se työtovereiden, ystävien ja perheen kanssa saadaksesi sanan <span class='notranslate'>%(program_display_name)s</span> n oppimistasi asioista.
fil_ph: Nagsumikap ka nang husto para makuha ang iyong certificate mula sa <span class='notranslate'>%(platform_name)s</span> — ibahagi ito sa mga kasamahan, kaibigan, at pamilya para malaman kung ano ang pinagkadalubhasaan mo sa <span class='notranslate'>%(program_display_name)s</span> .
fr_fr: Vous avez travaillé dur pour obtenir votre certificat de <span class='notranslate'>%(platform_name)s</span> - partagez-le avec vos collègues, vos amis et votre famille pour faire connaître ce que vous maîtrisez dans <span class='notranslate'>%(program_display_name)s</span> .
ms: Anda telah berusaha keras untuk memperoleh sijil anda daripada %(platform_name)s — kongsi sijil anda dengan rakan sekerja, rakan dan keluarga untuk menyebarkan tentang kemahiran yang anda kuasai dalam %(program_display_name)s.
pl: Ciężką pracą udało się zdobyć certyfikat od %(platform_name)s — pochwal się nim przed kolegami, przyjaciółmi i rodziną, aby dowiedzieli się, czego nauczyłeś się w %(program_display_name)s.
ru: Вы усердно работали, чтобы заработать свой сертификат %(platform_name)s - поделиться им с коллегами, друзьями и семьей, чтобы получить информацию о том, чем вы овладели в %(program_display_name)s.
sl: Trdo ste delali, da ste pridobili potrdilo %(platform_name)s – delite ga s sodelavci, prijatelji in družino, da bi dobili besedo o tem, kaj ste obvladali v %(program_display_name)s.

source: Go to %(platform_name)s Home Page
af_za: Gaan na %(platform_name)s tuisblad
cs: Přejděte na domovskou stránku %(platform_name)s
de_de: Zur %(platform_name)s Startseite gehen
eo: Gö tö %(platform_name)s Hömé Pägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fi: Siirry <span class='notranslate'>%(platform_name)s</span> kotisivulle
fil_ph: Pumunta sa <span class='notranslate'>%(platform_name)s</span> Home Page
fr_fr: Aller à la page d&#39;accueil <span class='notranslate'>%(platform_name)s</span>
ms: Pergi ke Laman Utama %(platform_name)s
pl: Idź do %(platform_name)s strony głównej
ru: Перейдите на %(platform_name)s Главную страницу
sl: Pojdite na domačo stran %(platform_name)s

source: All rights reserved
af_za: Alle regte voorbehou
cs: Všechna práva vyhrazena
de_de: Alle Rechte vorbehalten
eo: Àll rïghts résérvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fi: Kaikki oikeudet pidätetään
fil_ph: Lahat ng karapatan ay nakalaan
fr_fr: Tous les droits sont réservés
ms: Hak cipta terpelihara
pl: Wszelkie prawa zastrzeżone
ru: Все права защищены
sl: Vse pravice pridržane

source: Hello
af_za: Hallo
cs: Dobrý den
de_de: Hallo
eo: Héllö Ⱡ'σяєм ιρѕ#
fi: Hei
fil_ph: Kamusta
fr_fr: Bonjour
ms: Helo
pl: Cześć
ru: Здравствуйте
sl: zdravo

source: Congratulations on completing the %(program_title)s %(program_type)s Program!
af_za: Baie geluk met die voltooiing van die program %(program_title)s %(program_type)s!
cs: Gratulujeme k dokončení programu %(program_title)s %(program_type)s!
de_de: Glückwunsch! Sie haben %(program_title)s%(program_type)sProgramm erfolgreich abgeschlossen.
eo: Çöngrätülätïöns ön çömplétïng thé %(program_title)s %(program_type)s Prögräm! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Onnittelut <span class='notranslate'>%(program_title)s</span> <span class='notranslate'>%(program_type)s</span> -ohjelman suorittamisesta!
fil_ph: Binabati kita sa pagkumpleto ng <span class='notranslate'>%(program_title)s</span> <span class='notranslate'>%(program_type)s</span> Program!
fr_fr: Félicitations pour avoir terminé le programme <span class='notranslate'>%(program_title)s</span> <span class='notranslate'>%(program_type)s</span> !
ms: Tahniah kerana telah melengkapkan Program %(program_title)s %(program_type)s!
pl: Gratulujemy ukończenia Programu %(program_title)s %(program_type)s!
ru: Поздравляем с завершением %(program_title)s%(program_type)s программы!
sl: Čestitamo za dokončanje programa %(program_title)s %(program_type)s!

source: Sincerely,<br/>The %(platform_name)s Team
af_za: Opreg, <br/> die %(platform_name)s span
cs: S pozdravem,<br/> Tým %(platform_name)s
de_de: Mit freundlichen Grüßen, <br/>Ihr %(platform_name)s Team
eo: Sïnçérélý,<br/>Thé %(platform_name)s Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fi: Ystävällisin terveisin,<br/> <span class='notranslate'>%(platform_name)s</span> -tiimi
fil_ph: Taos-puso,<br/> Ang <span class='notranslate'>%(platform_name)s</span> Team
fr_fr: Sincèrement,<br/> L&#39;équipe <span class='notranslate'>%(platform_name)s</span>
ms: Yang benar,<br/>Pasukan %(platform_name)s
pl: Z poważaniem,<br/>Zespół %(platform_name)s
ru: С уважением, <br/> Команда %(platform_name)s
sl: s spoštovanjem,<br/> Ekipa %(platform_name)s

source: Sincerely
af_za: Opreg
cs: S pozdravem
de_de: Mit freundlichen Grüßen
eo: Sïnçérélý Ⱡ'σяєм ιρѕυм ∂σł#
fi: Ystävällisin terveisin
fil_ph: Taos-puso
fr_fr: Sincèrement
ms: Yang benar
pl: Z poważaniem
ru: С уважением
sl: S spoštovanjem

source: The %(platform_name)s Team
af_za: Die %(platform_name)s span
ca: L'equip de %(platform_name)s
cs: Tým %(platform_name)s
de_de: Das %(platform_name)s Team
eo: Thé %(platform_name)s Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fi: <span class='notranslate'>%(platform_name)s</span> -tiimi
fil_ph: Ang <span class='notranslate'>%(platform_name)s</span> Team
fr_fr: L'Equipe %(platform_name)s
ms: Pasukan %(platform_name)s
pl: Zespół %(platform_name)s
ru: Команда %(platform_name)s
sl: Ekipa %(platform_name)s

source: Congratulations for finishing your %(program_title)s %(program_type)s Program!
af_za: Baie geluk met die voltooiing van jou %(program_title)s %(program_type)s-program!
cs: Gratulujeme k dokončení vašeho programu %(program_title)s %(program_type)s!
de_de: Glückwunsch! Sie haben %(program_title)s%(program_type)sProgramm erfolgreich abgeschlossen.
eo: Çöngrätülätïöns för fïnïshïng ýöür %(program_title)s %(program_type)s Prögräm! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Onnittelut <span class='notranslate'>%(program_title)s</span> <span class='notranslate'>%(program_type)s</span> -ohjelman päättämisestä!
fil_ph: Binabati kita sa pagtatapos ng iyong <span class='notranslate'>%(program_title)s</span> <span class='notranslate'>%(program_type)s</span> Program!
fr_fr: Félicitations pour avoir terminé votre programme <span class='notranslate'>%(program_title)s</span> <span class='notranslate'>%(program_type)s</span> !
ms: Tahniah kerana telah menyelesaikan Program %(program_title)s %(program_type)s anda!
pl: Gratulujemy ukończenia Programu %(program_title)s %(program_type)s!
ru: Поздравляем с завершением %(program_title)s%(program_type)s программы!
sl: Čestitamo za zaključek programa %(program_title)s %(program_type)s!

source: Supported by the following organizations
af_za: Ondersteun deur die volgende organisasies
ca: Recolzat per les següents organitzacions
cs: Podpořeno následujícími organizacemi
de_de: Unterstützt durch die folgenden Organisationen
eo: Süppörtéd ßý thé föllöwïng örgänïzätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fi: Tukea seuraavat organisaatiot
fil_ph: Sinusuportahan ng mga sumusunod na organisasyon
fr_fr: Soutenu par les organisations suivantes
ja_jp: 以下の組織の支援を受けています
ms: Disokong oleh organisasi berikut
nb: Støttes av følgende organisasjoner
pl: Wspierana przez następujące organizacje
ru: При поддержке следующих организаций
sl: Podpirajo naslednje organizacije
sw_ke: Imefadhiliwa na mashirika yafuatayo

source: logo
ca: logotip
eo: lögö Ⱡ'σяєм ι#
ja_jp: ロゴ
ru: логотип
sl: logotip
sw_ke: nembo

source: {start_span}This is to certify that{end_span} {start_strong} {user_name} {end_strong}
af_za: {start_span} Dit is om te sertifiseer dat{end_span} {start_strong} {user_name} {end_strong}
ca: {start_span} Això certifica que {end_span} {start_strong} {user_name} {end_strong}
cs: {start_span}Tímto potvrzujeme, že{end_span} {start_strong} {user_name} {end_strong}
de_de: {start_span}Hiermit wird zertifiziert, dass{end_span} {start_strong} {user_name} {end_strong}
eo: {start_span}Thïs ïs tö çértïfý thät{end_span} {start_strong} {user_name} {end_strong} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: {start_span}Tämä todistaa, että{end_span} {start_strong} {user_name} <span class='notranslate'>{end_strong}</span>
fil_ph: {start_span}Ito ay para patunayan na{end_span} {start_strong} {user_name} <span class='notranslate'>{end_strong}</span>
fr_fr: {start_span}Ceci certifie que{end_span} {start_strong} {user_name} {end_strong}
ms: {start_span}Ini ialah perakuan bahawa{end_span}{start_strong} {user_name} {end_strong}
pl: {start_span}Oto potwierdzenie, że{end_span} {start_strong} {user_name} {end_strong}
ru: {start_span}Это для сертификации{end_span} {start_strong} {user_name} {end_strong}
sl: {start_span}S tem potrjujemo, da{end_span} {start_strong} {user_name} {end_strong}
