Repository: openedx/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ca, cs, de_de, eo, fi, fil_ph, fr_fr, ja_jp, ms, nb, pl, ru, sl, sw_ke

source: No rules specified.
eo: Nö rülés spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Badge templates were successfully updated.
eo: Bädgé témplätés wéré süççéssfüllý üpdätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: API key
eo: ÀPÌ kéý Ⱡ'σяєм ιρѕυм #

source: Pre-configured from the environment.
eo: Pré-çönfïgüréd fröm thé énvïrönmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: WARNING: avoid configuration updates on activated badges. Active badge templates are continuously processed and learners may already have progress on them. Any changes in badge template requirements (including data rules) will affect learners' experience!
eo: WÀRNÌNG: ävöïd çönfïgürätïön üpdätés ön äçtïvätéd ßädgés. Àçtïvé ßädgé témplätés äré çöntïnüöüslý pröçésséd änd léärnérs mäý älréädý hävé prögréss ön thém. Àný çhängés ïn ßädgé témpläté réqüïréménts (ïnçlüdïng dätä rülés) wïll äfféçt léärnérs' éxpérïénçé! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υ#

source: Active badge template cannot be deleted.
eo: Àçtïvé ßädgé témpläté çännöt ßé délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Active badge templates cannot be deleted.
eo: Àçtïvé ßädgé témplätés çännöt ßé délétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: icon
eo: ïçön Ⱡ'σяєм ι#

source: Active badge template must have at least one requirement.
eo: Àçtïvé ßädgé témpläté müst hävé ät léäst öné réqüïrémént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: badge template
eo: ßädgé témpläté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Failed to sync groups for API config: {}. {}
eo: Fäïléd tö sýnç gröüps för ÀPÌ çönfïg: {}. {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Accredible groups were successfully updated.
eo: Àççrédïßlé gröüps wéré süççéssfüllý üpdätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: You can't provide an API key for a configured organization.
eo: Ýöü çän't prövïdé än ÀPÌ kéý för ä çönfïgüréd örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: All requirements must belong to the same template.
eo: Àll réqüïréménts müst ßélöng tö thé sämé témpläté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Value must be a boolean.
eo: Välüé müst ßé ä ßööléän. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Open edX internal user credential was revoked
eo: Öpén édX ïntérnäl üsér çrédéntïäl wäs révökéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Put your Credly Organization ID here.
eo: Püt ýöür Çrédlý Örgänïzätïön ÌD héré. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Credly API shared secret for Credly Organization.
eo: Çrédlý ÀPÌ shäréd séçrét för Çrédlý Örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Verbose name for Credly Organization.
eo: Vérßösé nämé för Çrédlý Örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Unique badge template ID.
eo: Ûnïqüé ßädgé témpläté ÌD. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Badge template name.
eo: Bädgé témpläté nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Badge template description.
eo: Bädgé témpläté désçrïptïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Badge template type.
eo: Bädgé témpläté týpé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #

source: Synchronized state (auto-managed).
eo: Sýnçhrönïzéd stäté (äütö-mänägéd). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Credly Organization - template owner.
eo: Çrédlý Örgänïzätïön - témpläté öwnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Badge template this requirement serves for.
eo: Bädgé témpläté thïs réqüïrémént sérvés för. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Public signal type. Available events are configured in "BADGES_CONFIG" setting. The crucial aspect for event to carry UserData in its payload.
eo: Püßlïç sïgnäl týpé. Àväïläßlé événts äré çönfïgüréd ïn "BÀDGÉS_ÇÖNFÌG" séttïng. Thé çrüçïäl äspéçt för évént tö çärrý ÛsérDätä ïn ïts päýlöäd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт#

source: Provide more details if needed.
eo: Prövïdé möré détäïls ïf néédéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Optional. Group requirements together using the same Group ID for interchangeable (OR processing logic).
eo: Öptïönäl. Gröüp réqüïréménts tögéthér üsïng thé sämé Gröüp ÌD för ïntérçhängéäßlé (ÖR pröçéssïng lögïç). Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: group
eo: gröüp Ⱡ'σяєм ιρѕ#

source: Public signal's data payload nested property path, e.g: "user.pii.username".
eo: Püßlïç sïgnäl's dätä päýlöäd néstéd pröpértý päth, é.g: "üsér.pïï.üsérnämé". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: key path
eo: kéý päth Ⱡ'σяєм ιρѕυм ∂#

source: Expected value comparison operator. https://docs.python.org/3/library/operator.html
eo: Éxpéçtéd välüé çömpärïsön öpérätör. https://döçs.pýthön.örg/3/lïßrärý/öpérätör.html Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Expected value for the nested property, e.g: "cucumber1997".
eo: Éxpéçtéd välüé för thé néstéd pröpértý, é.g: "çüçümßér1997". Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: expected value
eo: éxpéçtéd välüé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: Parent requirement for this data rule.
eo: Pärént réqüïrémént för thïs dätä rülé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Badge template this penalty serves for.
eo: Bädgé témpläté thïs pénältý sérvés för. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Public signal type. Use namespaced types, e.g: "org.openedx.learning.student.registration.completed.v1"
eo: Püßlïç sïgnäl týpé. Ûsé näméspäçéd týpés, é.g: "örg.öpénédx.léärnïng.stüdént.régïsträtïön.çömplétéd.v1" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Badge requirements for which this penalty is defined.
eo: Bädgé réqüïréménts för whïçh thïs pénältý ïs défïnéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Badge penalties
eo: Bädgé pénältïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Parent penalty for this data rule.
eo: Pärént pénältý för thïs dätä rülé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: badge progress records
eo: ßädgé prögréss réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Group ID for the requirement.
eo: Gröüp ÌD för thé réqüïrémént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Credly badge issuing state
eo: Çrédlý ßädgé ïssüïng stäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: Credly service badge identifier
eo: Çrédlý sérvïçé ßädgé ïdéntïfïér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Accredible API configuration name.
eo: Àççrédïßlé ÀPÌ çönfïgürätïön nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Accredible API key.
eo: Àççrédïßlé ÀPÌ kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Accredible API configuration.
eo: Àççrédïßlé ÀPÌ çönfïgürätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Accredible badge issuing state
eo: Àççrédïßlé ßädgé ïssüïng stäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Accredible service badge identifier
eo: Àççrédïßlé sérvïçé ßädgé ïdéntïfïér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Activate selected entries
eo: Àçtïväté séléçtéd éntrïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#

source: 1 {model_name} entry was successfully activated.
eo: 1 {model_name} éntrý wäs süççéssfüllý äçtïvätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: {count} {model_name} entries were successfully activated.
eo: {count} {model_name} éntrïés wéré süççéssfüllý äçtïvätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Deactivate selected entries
eo: Déäçtïväté séléçtéd éntrïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: 1 {model_name} entry was successfully deactivated.
eo: 1 {model_name} éntrý wäs süççéssfüllý déäçtïvätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: {count} {model_name} entries were successfully deactivated.
eo: {count} {model_name} éntrïés wéré süççéssfüllý déäçtïvätéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Add is_staff to selected entries
eo: Àdd ïs_stäff tö séléçtéd éntrïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: 1 {model_name} entry was successfully changed.
eo: 1 {model_name} éntrý wäs süççéssfüllý çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: {count} {model_name} entries were successfully changed.
eo: {count} {model_name} éntrïés wéré süççéssfüllý çhängéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Remove is_staff from selected entries
eo: Rémövé ïs_stäff fröm séléçtéd éntrïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Add is_superuser to selected entries
eo: Àdd ïs_süpérüsér tö séléçtéd éntrïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Remove is_superuser from selected entries
eo: Rémövé ïs_süpérüsér fröm séléçtéd éntrïés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Personal info
af_za: Persoonlike inligting
ca: Informació personal
cs: Osobní údaje
de_de: Persönliche Informationen
eo: Pérsönäl ïnfö Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fi: Henkilökohtaiset tiedot
fil_ph: Personal na impormasyon
fr_fr: Informations personnelles
ja_jp: 個人情報
ms: Maklumat Peribadi
nb: Personlig informasjon
pl: Informacje osobiste
ru: Личная информация
sl: Osebni podatki
sw_ke: Taarifa za mtu binafsi

source: Permissions
af_za: Toestemmings
ca: Permisos
cs: Povolení
de_de: Berechtigungen
eo: Pérmïssïöns Ⱡ'σяєм ιρѕυм ∂σłσя #
fi: Käyttöoikeudet
fil_ph: Mga Pahintulot
fr_fr: Autorisations
ja_jp: 権限
ms: Keizinan
nb: Rettigheter
pl: Uprawnienia
ru: Права доступа
sl: Dovoljenja
sw_ke: Idhini

source: Important dates
af_za: Belangrike datums
ca: Dades importants
cs: Důležitá data
de_de: Wichtige Daten
eo: Ìmpörtänt dätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fi: Tärkeät päivämäärät
fil_ph: Mga mahahalagang petsa
fr_fr: Rendez-vous importants
ja_jp: 重要な予定
ms: Tarikh penting
nb: Viktige datoer
pl: Ważne daty
ru: Важные даты
sl: Pomembni datumi
sw_ke: Tarehe muhimu

source: URLs
cs: URL
eo: ÛRLs Ⱡ'σяєм ι#
fi: URL-osoitteet
fil_ph: Mga URL
fr_fr: Adresses URL
ja_jp: URL
ms: URL
nb: URLer
pl: Adresy URL
sl: URL-ji

source: Social Sharing
af_za: Sosiale deel
ca: Compartició social
cs: Sociální sdílení
de_de: Teilen auf sozialen Medien/Netzwerken
eo: Söçïäl Shärïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fi: Sosiaalinen jakaminen
fr_fr: Partage social
ja_jp: ソーシャルメディアでシェア
ms: Perkongsian Sosial
nb: Deling på sosiale media
pl: Udostępnianie w mediach społecznościowych
ru: Социальный обмен
sl: Družabna skupna raba
sw_ke: Kushirikishana katika Jamii

source: A Facebook app ID is required to enable Facebook sharing.
af_za: 'N Facebook-app ID is nodig om Facebook-deling moontlik te maak.
ca: Es requereix una identificació d'aplicació de Facebook per habilitar l'ús compartit de Facebook.
cs: K povolení sdílení na Facebooku je vyžadováno ID aplikace Facebook.
de_de: Ein Facebook app ID wird benötigt um das Teilen auf Facebook zu ermöglichen..
eo: À Fäçéßöök äpp ÌD ïs réqüïréd tö énäßlé Fäçéßöök shärïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Facebook-sovelluksen tunnus vaaditaan Facebook-jakamiseen.
fil_ph: Kailangan ng Facebook app ID para paganahin ang pagbabahagi ng Facebook.
fr_fr: Un ID d'appli Facebook est nécessaire pour activer le partage Facebook.
ja_jp: FacebookでシェアするにはFacebookアプリのIDが必要です。
ms: ID aplikasi Facebook diperlukan untuk mendayakan perkongsian Facebook.
nb: En Facebook ID er nødvendig for å tillate Facebook-deling.
pl: W celu umożliwienia dzielenia się na Facebooku niezbędny jest identyfikator aplikacji Facebooka.
ru: Для совместного использования Facebook требуется идентификатор приложения Facebook.
sl: Za omogočanje skupne rabe Facebooka je potreben ID aplikacije Facebook.
sw_ke: Kitambulisho cha programu ya Facebook kinahitajika ili kuwezesha upeanaji taarifa kwenye Facebook.

source: Platform Name
af_za: Platformnaam
ca: Nom de la plataforma
cs: Název platformy
de_de: Plattformname
eo: Plätförm Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
fi: Alustan nimi
fil_ph: Pangalan ng Platform
fr_fr: Nom de plateforme
ja_jp: プラットフォーム名
ms: Nama Platform
nb: Plattformnavn
pl: Nazwa platformy
ru: Название платформы
sl: Ime platforme
sw_ke: 'Jina' la Jukwaa

source: Name of your Open edX platform
af_za: Naam van jou Open edX platform
ca: Nom de la teva plataforma Open edX
cs: Název vaší platformy Open edX
de_de: Name Ihrer Open edX Plattform/Offenen edx Plattform/ Ihrem offenem edX Plattforum.
eo: Nämé öf ýöür Öpén édX plätförm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
fi: Open edX -alustasi nimi
fil_ph: Pangalan ng iyong Open edX platform
fr_fr: Nom de votre plateforme Open edX
ja_jp: Open edX プラットフォーム名
ms: Nama platform Open edX anda
nb: Navnet på din Open edX plattform
pl: Nazwa twojej platformy Open edX
ru: Название вашей платформы Open EdX
sl: Ime vaše platforme Open edX
sw_ke: Jina la jukwaa lako la Open edX

source: Segment Key
af_za: Segmentsleutel
ca: Clau del segment
cs: Klíč segmentu
de_de: Segment Key Schlüssel zum Teilabschnitt
eo: Ségmént Kéý Ⱡ'σяєм ιρѕυм ∂σłσя #
fi: Segmenttiavain
fil_ph: Susi ng Segment
fr_fr: Clé de segment
ja_jp: セグメントキー
ms: Kekunci Segmen
nb: Segmentnøkkel
ru: Ключ сегмента
sl: Ključ segmenta
sw_ke: Namba za Siri

source: Segment write/API key.
af_za: Segment skryf/API sleutel.
cs: Zápis segmentu/klíč API.
eo: Ségmént wrïté/ÀPÌ kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fi: Segmentin kirjoitus/API-avain.
fr_fr: Écriture segment/Clé API
ja_jp: セグメント記述/APIキー。
ms: Segmen kekunci tulis/API.
pl: Segment /klucz API
ru: Ключ записи сегмента/API.
sl: Ključ za pisanje/API segmenta.
sw_ke: Sehemu ya kuweka namba za siri/namba za siri za API.

source: Theme Name
af_za: Temalaam
ca: Nom del tema
cs: Název motivu
de_de: Name des Themas
eo: Thémé Nämé Ⱡ'σяєм ιρѕυм ∂σłσ#
fi: Teeman nimi
fil_ph: Pangalan ng Tema
fr_fr: Nom de thème
ja_jp: テーマ名
ms: Nama Tema
nb: Navn på tema
pl: Nazwa skórki
ru: Название темы
sl: Ime teme
sw_ke: Jina la Mada

source: Name of of the theme to use for this site. This value should be lower-cased.
af_za: Naam van die tema om vir hierdie webwerf te gebruik. Hierdie waarde moet laer wees.
ca: Nom del tema que s'utilitzarà per a aquest lloc. Aquest valor hauria de ser inferior.
cs: Název motivu pro tento web. Tato hodnota by měla být malými písmeny.
de_de: Name des Themes welches für diese Site/Seite verwendet werden soll. Der Themename muss in Kleinbuchstaben eigetragen werden.
eo: Nämé öf öf thé thémé tö üsé för thïs sïté. Thïs välüé shöüld ßé löwér-çäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
fi: Tällä sivustolla käytettävän teeman nimi. Tämän arvon tulee olla pienillä kirjaimilla.
fil_ph: Pangalan ng tema na gagamitin para sa site na ito. Ang halagang ito ay dapat na lower-cased.
fr_fr: Nom du thème à utiliser pour ce site. Cette valeur doit être en minuscules.
ja_jp: このサイトで使用するテーマ名。小文字で入力してください。
ms: Nama tema yang digunakan untuk laman ini. Nilai ini mesti menggunakan huruf kecil.
nb: Navn på temaet som skal benyttes for denne siten. Verdien må være i små bokstaver.
pl: Nazwa skórki dla tej strony. Powinna zostać napisana małymi literami.
ru: Название темы, которая будет использоваться для данного сайта. Это значение должно быть в нижнем регистре.
sl: Ime teme, ki se uporablja za to spletno mesto. Ta vrednost mora biti z malimi črkami.
sw_ke: Jina la mada litakalotumika kwenye tovuti hii. Maandishi yake yawe ya herufi ndogo.

source: LMS base url for custom site
af_za: LMS basis -URL vir pasgemaakte webwerf
ca: URL base de LMS per a llocs personalitzats
cs: Základní adresa URL LMS pro vlastní web
de_de: LMS base url für individuelle Website
eo: LMS ßäsé ürl för çüstöm sïté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
fi: LMS-perus-URL-osoite mukautetulle sivustolle
fil_ph: LMS base url para sa custom na site
fr_fr: Url de base LMS pour le site personnalisé
ja_jp: カスタムサイトのLMS ベースURL
ms: URL tapak LMS untuk laman tersuai
pl: Bazowy URL LMS dla customowej strony
ru: Базовый URL LMS для пользовательского сайта
sl: Osnovni URL LMS za spletno mesto po meri

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
af_za: Root URL van hierdie webwerf se LMS (b.v. https://courses.stage.edx.org)
ca: URL del Root del LMS d'aquest lloc (p. e. https://courses.stage.edx.org)
cs: Kořenová adresa LMS tohoto webu (např. https://courses.stage.edx.org)
de_de: Root URL des LMS dieser Installation (e.g. https://courses.stage.edx.org)
eo: Rööt ÛRL öf thïs sïté's LMS (é.g. https://çöürsés.stägé.édx.örg) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Tämän sivuston opetusalustan juuri-URL-osoite (esim. https://courses.stage.edx.org)
fil_ph: Root URL ng LMS ng site na ito (hal. https://courses.stage.edx.org)
fr_fr: URL racine pour le LMS de ce site (par ex. https://courses.stage.edx.org)
ja_jp: このサイトのLMSのルートURL (例. https://courses.stage.edx.org)
ms: URL akar LMS laman ini (cth. https://courses.stage.edx.org)
pl: Root URL LMSu tej strony (np. https://courses.stage.edx.org)
ru: Ссылка на главную страницу LMS (напр. https://courses.stage.edx.org)
sl: Korenski URL LMS tega spletnega mesta (npr. https://courses.stage.edx.org)
sw_ke: Mzizi wa URL kwa LMS katika tovuti hii (e.g https://courses.stage.edx.org)

source: Catalog API URL
af_za: Katalogus API URL
ca: URL de l'API del catàleg
cs: URL API katalogu
de_de: Catalog API URL Katalog API URL Comment:If it is in Informatic Computers language the english Word is common use,otherwise I would recommend as a native Speaker the German Version.
eo: Çätälög ÀPÌ ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fi: Katalogin sovellusliittymän URL-osoite
fr_fr: URL d'API Catalogue
ja_jp: カタログ API URL
ms: URL API Katalog
nb: Katalog API URL
pl: URL katalogu API
ru: Каталог API URL
sl: URL kataloga API
sw_ke: Katalogi ya API URL

source: Root URL of the Catalog API (e.g. https://api.edx.org/catalog/v1/)
af_za: Wortel URL van die katalogus API (b.v. https://api.edx.org/catalog/v1/)
ca: URL de l'arrel de l'API de catàleg (p. e. https://api.edx.org/catalog/v1/)
cs: Kořenová adresa URL rozhraní Catalog API (např. https://api.edx.org/catalog/v1/)
eo: Rööt ÛRL öf thé Çätälög ÀPÌ (é.g. https://äpï.édx.örg/çätälög/v1/) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Catalog API:n juuri-URL-osoite (esim. https://api.edx.org/catalog/v1/)
fil_ph: Root URL ng Catalog API (hal. https://api.edx.org/catalog/v1/)
fr_fr: URL racine de l'API Catalogue (par ex. https://api.edx.org/catalog/v1/)
ja_jp: カタログAPIのルートURL (例. https://api.edx.org/catalog/v1/)
ms: URL akar untuk API Katalog (cth. https://api.edx.org/catalog/v1/)
pl: Root URL API katalogu (np. https://api.edx.org/catalog/v1/)
ru: Корневой URL-адрес API каталога (например, https://api.edx.org/catalog/v1/)
sl: Korenski URL API-ja kataloga (npr. https://api.edx.org/catalog/v1/)

source: Terms of Service URL
af_za: Diensvoorwaardes URL
ca: URL de les Condicions d'ús
cs: URL smluvních podmínek
de_de: Nutzungsbedingungen URL
eo: Térms öf Sérvïçé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Palveluehdot URL
fil_ph: URL ng Mga Tuntunin ng Serbisyo
fr_fr: URL des conditions d'utilisation
ja_jp: 利用規約のURL
ms: URL Terma Perkhidmatan
nb: URL til Bruksvilkår for tjenesten
pl: URL Warunków korzystania z Serwisu
ru: URL-адрес страницы "Условия предоставления услуг
sl: URL pogojev storitve
sw_ke: URL ya Masharti ya Huduma

source: Privacy Policy URL
af_za: Privaatheidsbeleid URL
ca: Política de privacitat URL
cs: Adresa URL zásad ochrany osobních údajů
de_de: Datenschutzrichtlininen URL
eo: Prïväçý Pölïçý ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
fi: Tietosuojakäytännön URL-osoite
fil_ph: URL ng Patakaran sa Privacy
fr_fr: URL de la politique de confidentialité
ja_jp: プライバシーポリシーのURL
ms: URL Dasar Privasi
nb: Personvern URL
pl: URL Polityki Prywatności
ru: Политика конфиденциальности url
sl: URL pravilnika o zasebnosti
sw_ke: URL ya Kanuni za Faragha

source: Homepage URL
af_za: Tuisblad URL
ca: URL de la pàgina d'inici
cs: URL domovské stránky
eo: Hömépägé ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fi: Kotisivun URL-osoite
fil_ph: URL ng homepage
fr_fr: URL de la page d'accueil
ja_jp: ホームページのURL
ms: URL Laman Web
nb: Hjemmeside URL
pl: URL Strony głównej
ru: Домашняя страница
sl: URL domače strani
sw_ke: URL ya Ukurasa wa Mwanzo

source: Company Name
af_za: maatskappynaam
ca: Nom de la companyia
cs: Jméno společnosti
de_de: Firmenname
eo: Çömpäný Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fi: Yrityksen nimi
fil_ph: pangalan ng Kumpanya
fr_fr: Nom de l'entreprise
ja_jp: 会社名
ms: Nama Syarikat
nb: Navn på firmaet
pl: Nazwa firmy/organizacji
ru: Название организации
sl: ime podjetja
sw_ke: Jina la Kampuni

source: Verified Certificate URL
af_za: Verifieerde sertifikaat URL
ca: URL del certificat verificat
cs: URL ověřeného certifikátu
de_de: Verifiziertes Zertifikat URL
eo: Vérïfïéd Çértïfïçäté ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fi: Vahvistetun varmenteen URL-osoite
fil_ph: Na-verify na URL ng Certificate
fr_fr: URL de Certificat vérifié
ja_jp: 認証付き修了証のURL
ms: URL Sijil Diperakui
nb: URL for bekreftet kursbevis
pl: URL Potwierdzonego certyfikatu
ru: Подтверждённый сертификат url
sl: URL preverjenega potrdila

source: Certificate Help URL
af_za: Sertifikaathulp URL
ca: URL d'ajuda del certificat
cs: URL nápovědy k certifikátu
de_de: Hilfe zu Zertifikaten URL
eo: Çértïfïçäté Hélp ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Sertifikaatin ohje-URL-osoite
fil_ph: URL ng Tulong sa Certificate
fr_fr: URL d'Aide au Certificat
ja_jp: 修了証ヘルプのURL
ms: URL Bantuan Sijil
nb: URL for hjelp med kursbevis
pl: URL pomocy dotyczącej certyfikatów
ru: URL-адрес справки по сертификату
sl: URL pomoči za potrdilo

source: URL of page for questions about certificates
af_za: URL bladsy vir vrae oor sertifikate
ca: URL de la pàgina de preguntes sobre certificats
cs: URL stránky pro dotazy ohledně certifikátů
de_de: URL der Seite für Fragen zu Zertifikaten
eo: ÛRL öf pägé för qüéstïöns äßöüt çértïfïçätés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Varmenteita koskevien kysymysten sivun URL-osoite
fil_ph: URL ng page para sa mga tanong tungkol sa mga certificate
fr_fr: URL de la page des questions concernant les certificats
ja_jp: 修了証に関する質問ページのURL
ms: URL halaman bagi soalan berkaitan sijil
pl: URL strony w przypadku pytań o certyfikaty
ru: URL страницы для вопросов о сертификатах
sl: URL strani za vprašanja o certifikatih
sw_ke: URL ya ukurasa wa maswali kuhusu vyeti

source: Enable Learner Records
af_za: Aktiveer leerderrekords
cs: Povolit záznamy žáka
de_de: Lernaufzeichnungen aktivieren
eo: Énäßlé Léärnér Réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fi: Ota Learner Records käyttöön
fil_ph: I-enable ang Learner Records
fr_fr: Activer les dossiers de l'apprenant
ms: Dayakan Rekod Pelajar
pl: Włącz wydawanie poświadczeń
ru: Включить записи об учащемся
sl: Omogoči zapise o učencih

source: Enable the Records feature. The LMS has a similar setting.
af_za: Aktiveer die rekordfunksie. Die LMS het 'n soortgelyke instelling.
cs: Povolte funkci Záznamy. LMS má podobné nastavení.
de_de: Aktivieren Sie die Aufzeichnungsfunktion. Das LMS hat eine ähnliche Einstellungen.
eo: Énäßlé thé Réçörds féätüré. Thé LMS häs ä sïmïlär séttïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Ota Records-ominaisuus käyttöön. LMS:ssä on samanlainen asetus.
fil_ph: Paganahin ang tampok na Mga Tala. Ang LMS ay may katulad na setting.
fr_fr: Activer la fonction Dossiers. Le LMS a un paramétrage similaire.
ms: Dayakan fungsi Rekod. LMS mempunyai tetapan yang sama.
pl: Włącz wydawanie poświadczeń. LMS ma podobne możliwości.
ru: Включите функцию Запись. LMS имеет схожие настройки
sl: Omogočite funkcijo Zapisi. LMS ima podobno nastavitev.
