Repository: openedx/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: ar, ar_sa, ca, cs, de_de, eo, es_419, fa_ir, fr, fr_ca, id, it_it, pt_pt, ro, ru, tr_tr

source: Change user
ar: تغيير مستخدم
ar_sa: تبديل المستخدم
ca: Canvi d'usuari
cs: Změnit uživatele
de_de: Benutzer wechseln
eo: Çhängé üsér Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Cambio usuario
fa_ir: تغییر کاربر
fr: Changer d'utilisateur
fr_ca: Changer d'utilisateur
id: Ubah pengguna
it_it: Cambia utente
pt_pt: Alterar utilizador
ro: Schimbă utilizatorul
ru: Смена пользователя

source: Submit
ar: إرسال
ar_sa: إرسال
ca: Enviar
cs: Odeslat
de_de: Absenden
eo: Süßmït Ⱡ'σяєм ιρѕυ#
es_419: Enviar
fa_ir: ثبت
fr: Soumettre
fr_ca: Soumettre
id: Kirim
it_it: Invia
pt_pt: Submeter
ro: Trimite
ru: Отправить

source: View as:
ar: عرض كـ :
ar_sa: عرض كـ:
ca: Veure com:
cs: Zobrazit jako:
de_de: Ansehen als:
eo: Vïéw äs: Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Ver como:
fa_ir: نمایش به‌صورت:
fr: Vue de :
fr_ca: Consulter comme :
id: Lihat sebagai:
it_it: Visualizza come:
pt_pt: Ver como:
ro: Vizualizează ca:
ru: Смотреть как:

source: Staff
ar: طاقم العمل
ar_sa: طاقم المساق
ca: Personal
cs: Učitelský tým
de_de: Betreuung
eo: Stäff Ⱡ'σяєм ιρѕ#
es_419: Equipo del curso
fa_ir: کارکنان
fr: Équipe pédagogique
fr_ca: Équipe pédagogique
id: Staf
pt_pt: Equipa
ro: Personal
ru: Сотрудник

source: Specific Learner
ar: طالب محدد
ar_sa: متعلم محدد
ca: Aprenent específic
cs: Specifický student
de_de: Spezieller Teilnehmer
eo: Spéçïfïç Léärnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Estudiante específico
fa_ir: یادگیرنده خاص
fr: Apprenant spécifique
fr_ca: Apprenant spécifique
id: Peserta tertentu
it_it: Studente specifico
pt_pt: Estudante Específico
ro: Un elev anume
ru: Конкретный обучающийся

source: Username or email:
ar: اسم المستخدم أو البريد الإلكتروني:
ar_sa: اسم المستخدم أو البريد الإلكتروني:
ca: Nom d'usuari o correu electrònic:
cs: Uživatelské heslo nebo email:
de_de: Benutzername oder E-Mail Adresse:
eo: Ûsérnämé ör émäïl: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Nombre de usuario o correo electrónico
fa_ir: نام کاربری یا نشانی رایانامه:
fr: Nom d'utilisateur ou e-mail :
fr_ca: Nom d'utilisateur ou courriel :
id: Nama pengguna atau email:
it_it: Nome utente o email:
pt_pt: Nome de utilizador ou endereço de email:
ro: Nume de utilizator sau adresa de email:
ru: Имя пользователя или адрес электронной почты:

source: You are currently viewing as: {user}
ar: أنت الان: {user}
ar_sa: أنت الآن تستعرض كـ: {user}
ca: Actualment ho estàs veient com: {user}
cs: Právě si zobrazujete jako: {user}
de_de: Sie sehen den Kurs aktuell aus der Sicht von: {user}
eo: Ýöü äré çürréntlý vïéwïng äs: {user} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: Actualmente lo está viendo como: {user}
fa_ir: شما در حال مشاهده به عنوان: {user} هستید
fr: Vous voyez actuellement en tant que : {user}
fr_ca: Vous consultez présentement comme : {user}
id: Anda sedang melihat sebagai: {user}
it_it: Stai attualmente effettuando la visualizzazione come: {user}
pt_pt: Está a ver como: {user}
ro: Sunteți conectat momentan ca: {user}
ru: В настоящее время вы смотрите как: {user}

source: Masquerading failed
ar: فشل في التعريف
ar_sa: فشل التقمص
ca: Ha fallat la disfressa
cs: Maskování se nezdařilo
de_de: Maskieren fehlgeschlagen
eo: Mäsqüérädïng fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Falló Enmascaramiento
fa_ir: وانمودسازی موفق نبود
fr: Échec de dissimulation
fr_ca: Le masquage a échoué
id: Penyamaran gagal
it_it: Il mascheramento non è riuscito
pt_pt: O processo de substituição de identidade falhou.
ro: Logarea nu reușit
ru: Маскировка не удалась

source: You either do not have permission to masquerade as this user, or the user could not be found.
ar: إما أنك لا تملك صلاحية للاستعلام عن المستخدم، أو تعذر العثور على المستخدم.
ar_sa: إما أنك لا تملك صلاحية تقمص شخصية مستخدم ، أو أنه لا يمكن العثور على المستخدم
ca: No teniu permís per fer-se passar per aquest usuari o l'usuari no s'ha pogut trobar.
cs: Buď nemáte oprávnění vydávat se za tohoto uživatele, nebo tohoto uživatele nebylo možné najít.
de_de: Sie haben entweder keine Berechtigung, sich als dieser Benutzer auszugeben, oder der Benutzer konnte nicht gefunden werden.
eo: Ýöü éïthér dö nöt hävé pérmïssïön tö mäsqüérädé äs thïs üsér, ör thé üsér çöüld nöt ßé föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_419: O no tienes permiso para ver el contenido como este usuario, o no se pudo encontrar al usuario.
fa_ir: شما یا اجازه ندارید به‌عنوان این کاربر خود را جا بزنید، یا این کاربر پیدا نشد.
fr: Soit vous n'avez pas le droit de vous faire passer pour cet utilisateur, soit cet utilisateur est introuvable.
fr_ca: Vous n'êtes pas autorisé à masquer comme cet utilisateur ou l'utilisateur est introuvable.
id: Anda mungkin tidak memiliki izin untuk menyamar sebagai pengguna ini, atau pengguna tidak ditemukan.
it_it: Non si dispone dell'autorizzazione per mascherarsi da questo utente oppure l'utente non è stato trovato.
pt_pt: Não tem permissão para se representar como este utilizador ou o utilizador indicado não foi encontrado.
ro: Fie nu aveți permisiunea de a vă loga ca acest utilizator, fie utilizatorul nu a fost găsit.
ru: У вас либо нет разрешения маскироваться под этого пользователя, либо его невозможно найти.

source: Earned
ar: تم الحصول عليها
ar_sa: تم الحصول عليه
ca: Guanyat
cs: Vydělané
de_de: Erhalten
eo: Éärnéd Ⱡ'σяєм ιρѕυ#
es_419: Realizado
fa_ir: کسب شده
fr: Acquis
fr_ca: Obtenu
id: Didapatkan
it_it: Conseguito
pt_pt: Ganhou
ro: Obținut
ru: Заработанный

source: Back to My Records
ar: العودة إلى سجلاتي
ar_sa: العودة إلى تقاريري
ca: Torna als meus registres
cs: Zpět k mým záznamům
de_de: Zurück zu meinen Aufzeichnungen
eo: Bäçk tö Mý Réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: Volver a mis registros
fa_ir: بازگشت به سوابق من
fr: Retour à Mon dossier
fr_ca: Retour à mes dossiers
id: Kembali ke Record Saya
it_it: Torna ai Miei record
pt_pt: Voltar aos Meus Registos
ro: Înapoi la Istoricul meu
ru: Вернуться к моим записям

source: Send Learner Record
ar: إرسال سجل المتعلم
ar_sa: إرسال تقرير المستخدم
ca: Envia el registre de l'alumne
cs: Poslat záznam studentovi
de_de: Teilnehmer Aufzeichnungen senden
eo: Sénd Léärnér Réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Envia Registro de Estudiante
fa_ir: ارسال سوابق یادگیرنده
fr: Envoyer le Dossier de l'apprenant
fr_ca: Envoyer le dossier d'apprenant
id: Kirimkan Record Peserta
it_it: Invia record studente
pt_pt: Enviar o Registo do Estudante
ro: Trimite Istoricul Elevilor
ru: Отправить запись учащегося
tr_tr: Öğrenci Kaydını Gönder

source: Share
ar: شارك
ar_sa: مشاركة
ca: Compartir
cs: Sdílet
de_de: Teilen
eo: Shäré Ⱡ'σяєм ιρѕ#
es_419: Compartir
fa_ir: اشتراک‌گذاری
fr: Partager
fr_ca: Partager
id: Bagikan
it_it: Condividi
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться

source: Download Record
ar: تحميل السجل
ar_sa: تحميل التقرير
ca: Descarregar registre
cs: Stáhnout záznam
de_de: Aufzeichnungen herunterladen
eo: Döwnlöäd Réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Descargar Registro
fa_ir: بارگیری سوابق
fr: Télécharger le Dossier
fr_ca: Télécharger dossier
id: Unduh Record
it_it: Scarica record
pt_pt: Transferir Registo
ro: Descarcă Istoric
ru: Скачать запись

source: We are sending your program record.
ar: نقوم الآن بإرسال سجل برنامجك
ar_sa: يتم الآن إرسال تقرير المشكلة إليك
ca: Estem enviant el vostre registre del programa.
cs: Posíláme váš záznam programu.
de_de: Wir senden Ihnen das Programmprotokoll zu.
eo: Wé äré séndïng ýöür prögräm réçörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_419: Estamos enviando su registro de programa.
fa_ir: ما در حال ارسال سابقه برنامه شما هستیم.
fr: Nous vous envoyons le relevé de votre dossier
fr_ca: Nous envoyons votre dossier de programme.
id: Kami sedang mengirimkan record program Anda.
it_it: Ti stiamo inviato il tuo record del programma.
pt_pt: Estamos a enviar os registos.
ro: Vă trimitem istoricul dumneavoastră.
ru: Мы посылаем вашу программу записи.

source: We were unable to send your program record.
ar: تعذر إرسال سجل برنامجك
ar_sa: تعذر إرسال تقرير البرنامج إليك
ca: No hem pogut enviar el vostre registre del programa.
cs: Nemůžeme odeslat váš záznam programu.
de_de: Wir konnten Ihnen leider nicht Ihr Programmprotokoll senden.
eo: Wé wéré ünäßlé tö sénd ýöür prögräm réçörd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_419: No pudimos enviar su registro de programa.
fa_ir: ما نتوانستیم سابقه برنامه شما را ارسال کنیم.
fr: Impossible d'envoyer votre dossier de programme.
fr_ca: Nous n'avons pu vous envoyer votre dossier de programme.
id: Kami tidak dapat menemukan record program Anda.
it_it: Impossibile inviare il record del programma.
pt_pt: Não nos foi possível enviar o seu registo do programa.
ro: Nu am reușit să trimitem istoricul dumneavoastră.
ru: Мы не смогли отправить вашу программу записи.

source: We were unable to send your record to {orgs}. You can attempt to send this record again. Contact support if this issue persists.
ar: تعذّر إرسال سجل برنامج لـ {orgs}. يمكنك محاولة إرسال هذا السجل مرة أخرى. يرجى الاتصال بفريق الدعم عند استمرار هذه المشكلة.
ar_sa: لم نستطع إرسال تقريرك إلى {orgs}. يمكنك إعادة محاولة إرسال هذا التقرير مرة أخرى. تواصل مع فريق الدعم عند استمرار هذه المشكلة.
ca: No hem pogut enviar el vostre registre a {orgs}. Podeu tornar a enviar aquest registre. Poseu-vos en contacte amb l'assistència si aquest problema persisteix.
cs: Nemůžeme odeslat váš záznam {orgs}. Můžete se pokusit o opětovné odeslání. Pokud bude problém přetrvávat, kontaktujte podporu.
de_de: Wir konnten Ihre Daten nicht an {orgs} senden. Sie können versuchen, diesen Datensatz erneut senden zu lassen. Wenden Sie sich an den Support, wenn dieses Problem weiterhin besteht.
eo: Wé wéré ünäßlé tö sénd ýöür réçörd tö {orgs}. Ýöü çän ättémpt tö sénd thïs réçörd ägäïn. Çöntäçt süppört ïf thïs ïssüé pérsïsts. Ⱡ'σяє#
es_419: No pudimos enviar su registro a {orgs}. Puede intentar enviar este registro nuevamente. Póngase en contacto con soporte si este problema persiste.
fa_ir: ما قادر به ارسال سابقع شما به {orgs} نبودیم. می‌توانید برای ارسال آن دوباره سعی کنید. در صورت ادامه این مشکل با پشتیبانی تماس بگیرید.
fr: Impossible d'envoyer votre dossier à {orgs}. Vous pouvez tentez d'envoyer ce dossier une nouvelle fois. Veuillez contacter l'assistance si le problème persiste.
fr_ca: Nous n'avons pas pu envoyer votre dossier à {orgs}. Vous pouvez essayer d'envoyer à nouveau ce dossier. Contactez le support si ce problème persiste.
id: Kami tidak dapat mengirimkan record ke {orgs}. Anda dapat mencoba mengirimkan record ini lagi. Hubungi bantuan jika masalah masih terjadi.
it_it: Impossibile inviare il tuo record a {orgs}. È possibile provare a inviare di nuovo questo record. Se il problema persiste contattare il supporto.
pt_pt: Não foi possível enviar o seu registo para {orgs}. Pode tentar enviar este registo novamente. Contacte o serviço de suporte caso o problema persista.
ro: Nu am reușit să trimitem istoricul dumneavoastră la {orgs}. Puteți încerca din nou să trimiteți acest istoric. Contactați linia noastră de suport dacă problema persistă.
ru: Мы не смогли отправить вашу запись в {orgs}. Вы можете попытаться отправить эту запись еще раз. Свяжитесь со службой поддержки, если эта проблема не исчезнет.

source: You have successfully shared your Learner Record
ar: تمت مشاركة سجل متعلمك بنجاح
ar_sa: تمت مشاركة تقرير المتعلم بنجاح
ca: Heu compartit correctament la vostra nota d'aprenentatge
cs: Úspěšně jste sdíleli svůj žákovský záznam
de_de: Sie haben erfolgreich Ihre Lernaufzeichnungen geteilt.
eo: Ýöü hävé süççéssfüllý shäréd ýöür Léärnér Réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_419: Has compartido con éxito tu Registro de Estudiante
fa_ir: شما با موفقیت سوابق یادگیرنده خود را به اشتراک گذاشتید
fr: Votre Dossier d'étudiant a été partagé avec succès.
fr_ca: Vous avez partagé avec succès votre dossier d'apprenant
id: Anda telah membagikan Record Peserta Anda.
it_it: Il tuo Record dello Studente è stato correttamente condiviso
pt_pt: Partilhou com sucesso o seu Registo de Estudante.
ro: Ați distribuit cu succes Istoricul Elevilor dumneavoastră
ru: Вы успешно поделились своими записями с учениками.

source: You have sent your record to {orgs}. Next, ensure you understand their application process.
ar: لقد أرسلت سجلك إلى {orgs}. بالتالي يجب عليك التأكد من فهمك لإجراءات الالتحاق لديهم.
ar_sa: لقد تم إرسال تقريرك إلى {orgs}. يجب عليك مرة أخرى التأكد من فهمك لآلية تسجيلهم.
ca: Heu enviat el vostre registre a {orgs}. A continuació, assegureu-vos d'entendre el procés d'aplicació.
cs: Odeslali jste svůj záznam na adresu {orgs}. Dále se ujistěte, že rozumíte procesu jejich žádosti.
de_de: Ihre Daten wurden zu {orgs} gesendet. Bitte stellen Sie als nächsten Schritt sicher, dass Sie den Bewerbungsprozess verstehen.
eo: Ýöü hävé sént ýöür réçörd tö {orgs}. Néxt, énsüré ýöü ündérständ théïr äpplïçätïön pröçéss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_419: Has enviado tu registro a {orgs}. A continuación, asegúrese de comprender su proceso de solicitud.
fa_ir: شما سابقه خود را به {orgs} ارسال کرده‌اید. در مرحله بعدی، اطمینان حاصل کنید که روند درخواست آن‌ها را درک کرده‌اید.
fr: Vous avez envoyé votre dossier à {orgs}. Assurez-vous ensuite de bien comprendre leur procédure de candidature.
fr_ca: Vous avez envoyé votre dossier à {orgs}. Ensuite, assurez-vous de comprendre leur processus de demande.
id: Anda telah mengirimakn record Anda ke {orgs}. Selanjutnya, pastikan Anda memahami proses aplikasi mereka.
it_it: Hai inviato il tuo record a {orgs}. Assicurati di aver compreso il processo della domanda di applicazione.
pt_pt: Enviou o seu registo para {orgs}. De seguida, verifique que conhece o seu processo de registo.
ro: Ați trimis istoricul dumneavoastră la {orgs}. Mai departe, asigurați-vă că înțelegeți procesul lor de aplicare.
ru: Вы отправили свои записи в {orgs} . Затем убедитесь, что вы понимаете процесс подачи заявления.

source: {name} Record
ar: سجل {name}
ar_sa: تقرير {name}
ca: {name} Registre
cs: Záznam {name}
de_de: {name} Aufzeichnung
eo: {name} Réçörd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: {name} Registro
fa_ir: {name} سابقه
fr: Dossier {name}
fr_ca: Dossier {name}
id: Record {name}
it_it: Record {name}
pt_pt: {name} Registo
ro: {name} Istoric
ru: {name} Запись

source: {type} Program Record
ar: {type} سجل البرنامج
ar_sa: {type} تقرير برنامج
ca: {type} Registre del programa
cs: Záznam programu {type}
de_de: {type} Programmprotokoll
eo: {type} Prögräm Réçörd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_419: {type} Registro del Programa
fa_ir: {type} سابقه برنامه
fr: Dossier de programme {type}
fr_ca: {type} Dossier du programme
id: Record Program {type}
it_it: Record programma {type}
pt_pt: {type} Registo de Programa
ro: {type} Istoricul Programului
ru: {type} записи программы

source: Completed
ar: اكتمِل
ar_sa: تمت
ca: Completat
cs: Dokončeno
de_de: Abgeschlossen
eo: Çömplétéd Ⱡ'σяєм ιρѕυм ∂σł#
es_419: Completado
fa_ir: کامل شده
fr: Terminé
fr_ca: Terminé
id: Selesai
it_it: Completato
pt_pt: Concluído
ro: Completat
ru: Завершено
tr_tr: Tamamlandı

source: Not Earned
ar: غير مستحق
ar_sa: لم يتم
ca: No s'ha obtingut
cs: Nevyděláno
de_de: Unbenotet
eo: Nöt Éärnéd Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: No aprobado
fa_ir: کسب نشده
fr: Non acquis
fr_ca: Non obtenu
id: Belum Didapatkan
it_it: Non conseguito
pt_pt: Não Concedido
ro: Nu a fost obținut
ru: Не заработан

source: Partially Completed
ar: مكتمل جزئيًا
ar_sa: مكتمل جزئيًا
ca: Finalitzat parcialment
cs: Částečně dokončeno
de_de: Teilweise abgeschlossen
eo: Pärtïällý Çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_419: Parcialmente Completado
fa_ir: تا حدی کامل‌شده
fr: Complété en partie
fr_ca: Partiellement achevé
id: Selesai Sebagian
it_it: Completato parzialmente
pt_pt: Concluído Parcialmente
ro: Completat Parțial
ru: Частично Завершено
tr_tr: Kısmen Tamamlandı

source: Last Updated {date}
ar: التحديث الأخير {date}
ar_sa: آخر تحديث {date}
ca: Darrera actualització {date}
cs: Naposledy aktualizováno {date}
de_de: Letzte Aktualisierung {date}
eo: Läst Ûpdätéd {date} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Última Actualización {date}
fa_ir: آخرین روزآمدسازی {date}
fr: Dernière mise à jour le {date}
fr_ca: Dernière mise à jour {date}
id: Terakhir Diperbarui {date}
it_it: Ultimo aggiornamento {date}
pt_pt: Última Atualização em {date}
ro: Actualizat ultima oară {date}
ru: Последнее обновление {date}

source: Course Name
ar: اسم المساق
ar_sa: اسم المساق
ca: Nom del curs
cs: Název kurzu
de_de: Kursbezeichnung
eo: Çöürsé Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Nombre del Curso
fa_ir: نام دوره آموزشی
fr: Nom du Cours
fr_ca: Nom du cours
id: Nama Kursus
it_it: Nome Corso
pt_pt: Nome do curso
ro: Denumire curs
ru: Название курса
tr_tr: Ders İsmi

source: School
ar: المدرسة
ar_sa: المدرسة
ca: Escola
cs: Škola
de_de: Schule
eo: Sçhööl Ⱡ'σяєм ιρѕυ#
es_419: Institución Educativa
fa_ir: مدرسه
fr: École
fr_ca: École
id: Sekolah
it_it: Scuola
pt_pt: Escola
ro: Școala
ru: Школа
tr_tr: Okul

source: Course ID
ar: رمز تعريف المساق
ar_sa: رقم تعريف المساق
ca: Identificador del curs
cs: ID kurzu
de_de: Kurs-ID
eo: Çöürsé ÌD Ⱡ'σяєм ιρѕυм ∂σł#
es_419: ID del Curso
fa_ir: شناسه دوره آموزشی
fr: ID du cours
fr_ca: ID de Cours
id: Kursus ID
it_it: ID del corso
pt_pt: Id. do Curso
ro: ID-ul cursului
ru: Идентификатор курса
tr_tr: Ders Kimliği

source: Highest Grade Earned
ar: أعلى الدرجات المكتسبة
ar_sa: أعلى الدرجات المكتسبة
ca: Màxima qualificació obtinguda
cs: Nejvyšší dosažená známka
de_de: Bestnote
eo: Hïghést Grädé Éärnéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Calificación Mas Alta Realizada
fa_ir: بالاترین نمره کسب‌شده
fr: Meilleure note obtenue
fr_ca: Plus haute note obtenue
id: Nilai Tertinggi yang Didapatkan
it_it: Voto più alto conseguito
pt_pt: Classificação Obtida Mais Elevada
ro: Cea mai mare notă obținută
ru: Самый высокий заработанный балл
tr_tr: Kazanılmış En Yüksek Not

source: Letter Grade
ar: رسالة التقييم
ar_sa: رسالة التقييم
ca: Butlletí de qualificació
cs: Písmeno známky
de_de: Buchstaben Note
eo: Léttér Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_419: Calificación con Letra
fa_ir: نمره به حروف
fr: Note en lettre
fr_ca: Classement par lettre
id: Nilai Huruf
it_it: Voto con lettere
pt_pt: Letra de Classificação
ro: Notă
ru: Письменная оценка
tr_tr: Harf Notu

source: Verified Attempts
ar: محاولات موثّقة
ar_sa: المحاولات الموثقة
ca: Intents verificats
cs: Ověřené pokusy
de_de: Verifizierte Versuche
eo: Vérïfïéd Àttémpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_419: Intentos Verificados
fa_ir: تلاش‌های تأییدشده
fr: Tentatives vérifiées
fr_ca: Tentatives vérifiées
id: Percobaan Terverifikasi
it_it: Tentativi verificati
pt_pt: Tentativas Verificadas
ro: Încercări Verificate
ru: Подтвержденные попытки
tr_tr: Doğrulanan Denemeler

source: Date Earned
ar: تاريخ الاستحقاق
ar_sa: تاريخ الإتمام
ca: Data d'obtenció
cs: Datum získání
de_de: Datum der Benotung
eo: Däté Éärnéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_419: Fecha Realizada
fa_ir: تاریخ کسب
fr: Date d'obtention
fr_ca: Date obtenu
id: Tanggal Didapatkan
it_it: Data di conseguimento
pt_pt: Data de Atribuição
ro: Data obținută
ru: Дата получения

source: Status
ar: الحالة
ar_sa: الحالة
ca: Estat
cs: Stav
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es_419: Estado
fa_ir: وضعیت
fr: Statut
fr_ca: Statut
it_it: Stato
pt_pt: Estado
ru: Состояние
tr_tr: Durum

source: Course ID: {}
ar: معرّف المساق: {}
ar_sa: رقم تعريف المساق: {}
ca: Identificador del Curs: {}
cs: ID kurzu: {}
de_de: Kurs-ID: {}
eo: Çöürsé ÌD: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_419: Id de Curso: {}
fa_ir: شناسه دوره آموزشی: {}
fr: identifiant du cours : {}
fr_ca: ID de cours : {}
id: ID Kursus: {}
it_it: ID corso: {}
pt_pt: ID do Curso: {}
ro: ID-ul Cursului: {}
ru: Курс ID: {}
tr_tr: Ders No: {}

source: Highest Grade Earned: {}
ar: أعلى الدرجات المكتسبة: {}
ar_sa: أعلى الدرجات المكتسبة: {}
ca: Nota més alta Obtinguda: {}
cs: Nejvyšší dosažená známka: {}
de_de: Bestnote: {}
eo: Hïghést Grädé Éärnéd: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_419: Calificación Mas Alta Realizada: {}
fa_ir: بالاترین نمره کسب شده: {}
fr: Meilleure note obtenue : {}
fr_ca: Plus haute note obtenue : {}
id: Nilai Tertinggi yang Didapatkan: {}
it_it: Voto più alto conseguito: {}
pt_pt: Classificação Obtida Mais Elevada: {}
ro: Cea mai mare notă obținută: {}
ru: Самый высокий заработанный балл: {}

source: Letter Grade: {}
ar: رسالة التقييم: {}
ar_sa: رسالة التقييم: {}
ca: Butlletí de qualificació: {}
cs: Písmeno známky: {}
de_de: Note: {}
eo: Léttér Grädé: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_419: Calificación con Letra: {}
fa_ir: نمره به حروف: {}
fr: Note en lettre : {}
fr_ca: Classement par lettre : {}
id: Nilai Huruf: {}
it_it: Voto con lettere: {}
pt_pt: Letra de Classificação: {}
ro: Notă: {}
ru: Письменная оценка: {}
tr_tr: Harf Notu: {}

source: Verified Attempts: {}
ar: المحاولات الموثّقة: {}
ar_sa: المحاولات الموثقة: {}
ca: Intents verificats: {}
cs: Ověřené pokusy: {}
de_de: Versuche: {}
eo: Vérïfïéd Àttémpts: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_419: Intentos Verificados: {}
fa_ir: تلاش‌های تأیید شده: {}
fr: Tentatives vérifiées : {}
fr_ca: Tentatives vérifiées : {}
id: Percobaan Terverifikasi: {}
it_it: Tentativi verificati: {}
pt_pt: Tentativas Verificadas: {}
ro: Încercări verificate: {}
ru: Подтвержденные попытки: {}
tr_tr: Doğrulanan Denemeler: {}

source: Date Earned: {}
ar: تاريخ الاستحقاق: {}
ar_sa: تاريخ الإتمام: {}
ca: Data d'obtenció: {}
cs: Datum získání: {}
de_de: Benotung erhalten am: {}
eo: Däté Éärnéd: {} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_419: Fecha Realizada: {}
fa_ir: تاریخ کسب: {}
fr: Date d'obtention : {}
fr_ca: Date obtenu : {}
id: Tanggal Didapatkan: {}
it_it: Data di conseguimento: {}
pt_pt: Data de Atribuição: {}
ro: Data obținută: {}
ru: Дата получения : {}

source: Status: {}
ar: الحالة: {}
ar_sa: الحالة: {}
ca: Estat: {}
cs: Stav: {}
eo: Stätüs: {} Ⱡ'σяєм ιρѕυм ∂σłσ#
es_419: Estado: {}
fa_ir: وضعیت: {}
fr: État : {}
fr_ca: Statut : {}
it_it: Stato: {}
pt_pt: Estado: {}
ro: Stadiu: {}
ru: Статус: {}
tr_tr: Durum: {}

source: Questions about Learner Records?
ar: هل لديك أسئلة عن سجلات المتعلم؟
ar_sa: هل هناك أسئلة عن تقارير المتعلم؟
ca: Té preguntes sobre els registres d'aprenentatge?
cs: Máte dotazy ohledně studijních záznamů?
de_de: Haben Sie Fragen zu den Aufzeichnungen des Teilnehmers?
eo: Qüéstïöns äßöüt Léärnér Réçörds? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_419: ¿Preguntas sobre los Registros de Estudiante?
fa_ir: در مورد سوابق یادگیرنده سوالی دارید؟
fr: Une question à propos des Dossiers d'étudiant ?
fr_ca: Des questions sur les dossiers d'apprenants ?
id: Pertanyaan terkait Record Peserta?
it_it: Domande sui Record dello studente?
pt_pt: Tem questões relativas aos Registos de Estudante?
ro: Întrebări despre Fișele Elevilor?
ru: Вопросы о записях учеников?
tr_tr: Öğrenci Kayıtları hakkında Sorular?
