Repository: openedx/credentials
Catalog: credentials/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, ca, cs, de_de, eo, fi, fil_ph, fr_fr, ja_jp, ms, nb, pl, ru, sl, sw_ke

source: Learner Records Help URL
af_za: Leerderrekords help URL
cs: Adresa URL nápovědy k záznamům žáka
de_de: URL zur Hilfe für die Lernaufzeichnung
eo: Léärnér Réçörds Hélp ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fi: Opiskelijatietueiden ohje-URL-osoite
fil_ph: URL ng Tulong sa Learner Records
fr_fr: URL d'Aide aux Dossiers de l'apprenant
ms: URL Bantuan Rekod Pelajar
pl: URL pomoc wydawania poświadczeń
ru: Справочный URL-адрес справки по записям учащихся
sl: URL pomoči za učence zapisov

source: URL of page for questions about Learner Records
af_za: URL bladsy vir vrae oor leerderrekords
cs: Adresa URL stránky pro dotazy týkající se studijních záznamů
de_de: URL der Seite für Fragen zu Protokollen über Lernende
eo: ÛRL öf pägé för qüéstïöns äßöüt Léärnér Réçörds Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Sivun URL-osoite oppilaiden tietueita koskeville kysymyksille
fil_ph: URL ng page para sa mga tanong tungkol sa Learner Records
fr_fr: URL de la page des questions concernant les Dossiers de l'apprenant
ms: URL halaman bagi soalan berkaitan Rekod Pelajar
pl: URL strony gdzie można pytać o poświadczenia
ru: URL страницы для вопросов об учетных записях учащихся
sl: URL strani za vprašanja o Učenčevih zapisih

source: Facebook App ID
ca: Identificador de la app de Facebook
eo: Fäçéßöök Àpp ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fi: Facebook-sovellustunnus
fr_fr: ID d'appli Facebook
ja_jp: FacebookアプリのID
ms: ID Aplikasi Facebook
pl: Identyfikator aplikacji Facebooka
sl: ID aplikacije Facebook
sw_ke: Kitambulisho cha Programu ya Facebook

source: Facebook app ID used for sharing
af_za: Facebook-app ID wat gebruik word om te deel
ca: Identificador de la app de Facebook utilitzada per compartir
cs: ID aplikace Facebook používané pro sdílení
de_de: Zum Teilen genutzte Facebook app ID
eo: Fäçéßöök äpp ÌD üséd för shärïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fi: Jakamiseen käytetty Facebook-sovellustunnus
fil_ph: Facebook app ID na ginagamit para sa pagbabahagi
fr_fr: ID d'appli Facebook utilisé pour le partage
ja_jp: シェアに使用するFacebookアプリのID
ms: ID aplikasi Facebook yang digunakan untuk perkongsian
nb: Facebook app ID benyttet for deling
pl: Identyfikator aplikacji Facebooka używanej do udostępniania treści
ru: ID приложения Facebook, используемого для совместного использования
sl: ID aplikacije Facebook, ki se uporablja za skupno rabo
sw_ke: Programu tambulishi ya Facebook inayotumika kupeana taarifa

source: Twitter Username
af_za: Twitter-gebruikersnaam
ca: Nom d'usuari de Twitter
cs: Uživatelské jméno na Twitteru
de_de: Twitter Nutzername
eo: Twïttér Ûsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
fi: Twitterin käyttäjänimi
fil_ph: Username ng Twitter
fr_fr: Nom d'utilisateur Twitter
ja_jp: Twitterユーザー名
ms: Nama Pengguna Twitter
nb: Twitter brukernavn
pl: Nazwa użytkownika na Twitterze
ru: Имя пользователя в Twitter
sl: Uporabniško ime za Twitter
sw_ke: 'Jina la mtumiaji' la Twitter

source: Twitter username included in tweeted credentials. Do NOT include @.
af_za: Twitter-gebruikersnaam ingesluit in tweet-geloofsbriewe. Doen NOT sluit @ in.
ca: S'ha inclòs el nom d'usuari de Twitter a les credencials tweetées. NO incloeu @.
cs: Uživatelské jméno Twitteru zahrnuté v přihlašovacích údajích na tweetu. NEZAHRNUJTE @.
de_de: Twitternutzername wie er in den Einstellungen hinterlegt ist. Hier KEIN @ Zeichen an den Anfang stellen.
eo: Twïttér üsérnämé ïnçlüdéd ïn twéétéd çrédéntïäls. Dö NÖT ïnçlüdé @. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Twitter-käyttäjänimi sisältyy tviitattuihin tunnistetietoihin. ÄLÄ sisällytä @.
fil_ph: Twitter username na kasama sa mga na-tweet na kredensyal. HUWAG isama ang @.
fr_fr: Nom d'utilisateur Twitter inclus dans les justificatifs tweettés. Ne PAS inclure le caractère @.
ja_jp: ツィートされる証明書に含まれるTwitterユーザー名。@は含まないでください。
ms: Nama pengguna Twitter disertakan dalam kelayakan yang ditwit. JANGAN sertakan @.
nb: Twitter-brukernavn inkludert i tvitrede resultater. IKKE ininkluder @.
pl: Nazwa użytkownika na Twitterze do wyświetlenia w tweetowanych osiągnięciach. Nie załączaj znaku @.
ru: Имя пользователя Twitter, указанное в учетных данных в твиттере. НЕ включайте @.
sl: Uporabniško ime za Twitter je vključeno v tvitane poverilnice. NE vključujte @.
sw_ke: Jina la mtumiaji wa Twitter limewekwa kwenye taarifa zilizotumwa kwa ujumbe wa Twitter. USIWEKE @.

source: Enable Facebook sharing
af_za: Aktiveer Facebook-deel
ca: Habilita l'ús compartit de Facebook
cs: Povolit sdílení na Facebooku
de_de: Teilen auf Facebook ermöglichen
eo: Énäßlé Fäçéßöök shärïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fi: Ota Facebook-jakaminen käyttöön
fil_ph: Paganahin ang pagbabahagi sa Facebook
fr_fr: Activer le partage Facebook
ja_jp: Facebookでのシェアを可能する
ms: Dayakan perkongsian Facebook
nb: Tillat deling på Facebook
pl: Włącz udostępnianie na Facebooku
ru: Включить общий доступ к Facebook
sl: Omogoči skupno rabo na Facebooku
sw_ke: 'Wezesha' upeanaji wa kwenye Facebook

source: Enable sharing via Facebook
af_za: Aktiveer deel via Facebook
ca: Permet compartir mitjançant Facebook
cs: Povolit sdílení přes Facebook
de_de: Teilen über Facebook ermöglichen
eo: Énäßlé shärïng vïä Fäçéßöök Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fi: Ota jakaminen käyttöön Facebookin kautta
fil_ph: Paganahin ang pagbabahagi sa pamamagitan ng Facebook
fr_fr: Activer le partage via Facebook
ja_jp: Facebookでのシェアを可能にする
ms: Dayakan perkongsian melalui Facebook
nb: Tillat deling via Facebook
pl: Pozwól na udostępnianie na Facebooku
ru: Разрешить общий доступ через Facebook
sl: Omogoči skupno rabo prek Facebooka
sw_ke: Wezesha kupeana taarifa kupitia Facebook

source: Enable LinkedIn sharing
af_za: Aktiveer LinkedIn-deel
ca: Permet l'ús compartit de LinkedIn
cs: Povolit sdílení LinkedIn
de_de: Teilen auf LinkedIn ermöglichen
eo: Énäßlé LïnkédÌn shärïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
fi: Ota LinkedIn-jakaminen käyttöön
fil_ph: Paganahin ang pagbabahagi ng LinkedIn
fr_fr: Activer le partage Linkedin
ja_jp: LinkedInでのシェアを可能にする
ms: Dayakan perkongsian LinkedIn
nb: Slå på LinkedIn deling
pl: Włącz udostępnianie w LinkedIn
ru: Включить общий доступ к LinkedIn
sl: Omogoči skupno rabo LinkedIn
sw_ke: Wezesha kupeana taarifa kwa LinkedIn

source: Enable sharing via LinkedIn
af_za: Aktiveer deel via LinkedIn
ca: Permet compartir mitjançant LinkedIn
cs: Povolit sdílení přes LinkedIn
de_de: Teilen über LinkedIn ermöglichen
eo: Énäßlé shärïng vïä LïnkédÌn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
fi: Ota jakaminen käyttöön LinkedInin kautta
fil_ph: Paganahin ang pagbabahagi sa pamamagitan ng LinkedIn
fr_fr: Activer le partage via Linkedin
ja_jp: LinkedInでのシェアを可能にする
ms: Dayakan perkongsian melalui LinkedIn
nb: Tillat deling via LinkedIn
pl: Pozwól na udostępnianie w LinkedIn
ru: Разрешить общий доступ через LinkedIn
sl: Omogoči skupno rabo prek LinkedIna
sw_ke: Wezesha kupeana taarifa kupitia LinkedIn

source: Enable Twitter sharing
af_za: Aktiveer Twitter-deel
ca: Activa l'intercanvi de Twitter
cs: Povolit sdílení na Twitteru
de_de: Teilen auf Twitter ermöglichen
eo: Énäßlé Twïttér shärïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
fi: Ota Twitter-jakaminen käyttöön
fil_ph: Paganahin ang pagbabahagi ng Twitter
fr_fr: Activer le partage Twitter
ja_jp: Twitterでのシェアを可能にする
ms: Dayakan perkongsian Twitter
nb: Tillat deling på Twitter
pl: Włącz udostępnianie na Twitterze
ru: Включить обмен сообщениями в Twitter
sl: Omogoči skupno rabo na Twitterju

source: Enable sharing via Twitter
af_za: Aktiveer deel via Twitter
ca: Permet compartir mitjançant Twitter
cs: Povolit sdílení přes Twitter
de_de: Teilen über Twitter ermöglichen
eo: Énäßlé shärïng vïä Twïttér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
fi: Ota jakaminen käyttöön Twitterin kautta
fil_ph: Paganahin ang pagbabahagi sa pamamagitan ng Twitter
fr_fr: Activer le partage via Twitter
ja_jp: Twitterでのシェアを可能にする
ms: Dayakan perkongsian melalui Twitter
nb: Tillat deling via Twitter
pl: Pozwól na udostępnianie na Twitterze
ru: Разрешить обмен через Twitter
sl: Omogoči skupno rabo prek Twitterja
sw_ke: Wezesha kupeana taarifa kupitia Twitter

source: Full Name
af_za: Volle naam
ca: Nom complet
cs: Celé jméno
de_de: Vollständiger Name
eo: Füll Nämé Ⱡ'σяєм ιρѕυм ∂σł#
fi: Koko nimi
fil_ph: Buong pangalan
fr_fr: Nom complet
ja_jp: 氏名
ms: Nama Penuh
nb: Fullt navn
pl: Imię i nazwisko
ru: Полное имя
sl: Polno ime
sw_ke: Jina Kamili

source: All authoring organizations of the program MUST have a certificate image defined!
af_za: Alle outeur-organisasies van die program MUST het 'n sertifikaatbeeld gedefinieër!
ca: Totes les organitzacions autònomes del programa DEUEN tenir definida una imatge de certificat.
cs: Všechny autorské organizace programu MUSÍ mít definovaný obrázek certifikátu!
de_de: Alle beteiligten Organisationen des Programms MÜSSEN eine Bilddatei für das Zertifikat festlegen!
eo: Àll äüthörïng örgänïzätïöns öf thé prögräm MÛST hävé ä çértïfïçäté ïmägé défïnéd! Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
fi: Kaikilla ohjelman tekijäorganisaatioilla PITÄÄ olla määritelty sertifikaatin kuva!
fil_ph: Ang lahat ng mga organisasyon ng pag-author ng programa ay DAPAT may tinukoy na larawan ng sertipiko!
fr_fr: Toutes les organisations de développement DOIVENT avoir une image de certificat définie!
ja_jp: プログラムの実施機関は修了証の画像を設定しなければいけません。
ms: Semua organisasi pengarangan program MESTI menentukan imej sijil!
pl: Wszystkie organizacje korzystające z platformy MUSZĄ posiadać zdefiniowany obrazek certyfikatu!
ru: Все авторские организации программы ДОЛЖНЫ иметь определенный образ сертификата!
sl: Vse avtorske organizacije programa MORAJO imeti definirano sliko potrdila!
sw_ke: Taasisi zote zilizotunga kozi LAZIMA kila moja iwe na nakala ya cheti kilichobainishwa!

source: The image file size must be less than 250KB.
af_za: Die grootte van die beeldlêer moet minder as 250 kb wees.
ca: La mida del fitxer d'imatge ha de ser inferior a 250 KB.
cs: Velikost souboru obrázku musí být menší než 250 kB.
de_de: Die Dateigröße muss kleiner als 250KB sein.
eo: Thé ïmägé fïlé sïzé müst ßé léss thän 250KB. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Kuvatiedoston koon on oltava alle 250 kt.
fil_ph: Ang laki ng file ng larawan ay dapat na mas mababa sa 250KB.
fr_fr: La taille de l'image doit être inférieure à 250 Ko.
ja_jp: 画像ファイルのサイズは250KB以下でなければいけません。
ms: Saiz fail imej mestilah kurang daripada 250KB.
nb: Bildefilen må være mindre enn 250KB.
pl: Wielkość pliku graficznego musi być mniejsza niż 250 kb.
ru: Размер файла изображения должен быть менее 250 КБ.
sl: Velikost slikovne datoteke mora biti manjša od 250 KB.
sw_ke: Faili la picha lazima na ukubwa usiofikia 250KB.

source: Invalid course key.
af_za: Ongeldige kursusleutel.
ca: Clau del curs no vàlida.
cs: Neplatný klíč kurzu.
de_de: Ungültiger Kursschlüssel.
eo: Ìnvälïd çöürsé kéý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
fi: Virheellinen kurssiavain.
fil_ph: Di-wastong key ng kurso.
fr_fr: Clé de cours invalide.
ja_jp: 無効な講座キー。
ms: Kekunci kursus tidak sah.
nb: Ugyldig kurs-nøkkel.
pl: Nieprawidłowy klucz kursu.
ru: Неверный код курса.
sl: Neveljaven ključ tečaja.
sw_ke: Kibonye batili cha kozi.

source: Signatory organization name if its different from issuing organization.
af_za: Ondertekeningsorganisasie Naam as dit anders is as die uitreiking van organisasie.
ca: Nom de l'organització signatària si és diferent de l'organització emissora.
cs: Název signatářské organizace, pokud se liší od vydávající organizace.
de_de: Der Name der unterzeichnenden Organisation unterscheidet sich von der ausgebenden Organisation.
eo: Sïgnätörý örgänïzätïön nämé ïf ïts dïfférént fröm ïssüïng örgänïzätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
fi: Allekirjoittajan organisaation nimi, jos se on eri kuin myöntäneen organisaation nimi.
fil_ph: Pangalan ng organisasyong lumagda kung iba ito sa organisasyong nagbigay.
fr_fr: Le nom de l'organisation signataire s'il est différent de celui de l'organisation émettrice.
ja_jp: 発行機関と異なる場合の署名機関名。
ms: Nama organisasi yang menandatangani sekiranya berbeza daripada organisasi yang mengeluarkan sijil.
pl: Nazwa organizacji sygnatariusza jeśli jest inna od organizacji wydającej certyfikat.
ru: Название организации, подписавшей Кодекс, если оно отличается от названия организации, выдавшей Кодекс.
sl: Ime organizacije podpisnice, če se razlikuje od organizacije izdajateljice.
sw_ke: Taasisi ya mamlaka ya kuweka sahihi kama ni tofauti na taasisi inayotoa.

source: Image must be square PNG files. The file size should be under 250KB.
af_za: Beeld moet vierkantig wees PNG lêers. Die lêergrootte moet onder 250 kb wees.
ca: La imatge ha de ser de fitxers PNG quadrats. La mida del fitxer ha de ser inferior a 250 KB.
cs: Obrázek musí být čtvercový soubor PNG. Velikost souboru by měla být menší než 250 kB.
de_de: Das Bild muss eine quadratische PNG-Datei sein. Die Dateigröße sollte unter 250KB liegen.
eo: Ìmägé müst ßé sqüäré PNG fïlés. Thé fïlé sïzé shöüld ßé ündér 250KB. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
fi: Kuvan tulee olla neliömäisiä PNG-tiedostoja. Tiedoston koon tulee olla alle 250 kt.
fil_ph: Dapat na mga parisukat na PNG file ang larawan. Ang laki ng file ay dapat na mas mababa sa 250KB.
fr_fr: L'image doit être un fichier PNG carré. La taille du fichier doit être inférieure à 250 Ko.
ja_jp: 画像は正方形のPNGファイルで、250KB以下でなければいけません。
ms: Imej mestilah fail PNG berbentuk segi empat sama. Saiz fail mestilah kurang daripada 250KB.
pl: Obrazek musi być kwadratem i mieć format PNG. Rozmiar pliku powinien być mniejszy niż 250KB.
ru: Изображение должно быть квадратным файлом PNG. Размер файла не должен превышать 250 КБ.
sl: Slika mora biti kvadratne datoteke PNG. Velikost datoteke mora biti manjša od 250 KB.
sw_ke: Picha lazima iwe na umbo mraba la mafaili ya PNG. Ukubwa wa faili lazima uwe chini ya 250KB.

source: awarded
af_za: toegeken
ca: guardonat
cs: oceněný
de_de: zuerkannt
eo: äwärdéd Ⱡ'σяєм ιρѕυм #
fi: palkittiin
fil_ph: iginawad
fr_fr: attribué
ja_jp: 授与
ms: dianugerahkan
nb: tildelt
pl: przyznany
ru: награждён
sl: nagrajeni

source: revoked
af_za: herroep
ca: revocat
cs: odvoláno
de_de: zurückgezogen
eo: révökéd Ⱡ'σяєм ιρѕυм #
fi: peruutettu
fil_ph: binawi
fr_fr: annulé
ja_jp: 取消
ms: ditarik balik
nb: trukket tilbake
pl: odnowiony
ru: аннулированный
sl: preklicano

source: The certificate available date and time that is set in Studio and copied to Credentials. This should be edited in Studio.
af_za: Die beskikbare sertifikaat beskikbare datum en tyd wat in die ateljee gestel is en gekopieër is na geloofsbriewe. Dit moet in die ateljee geredigeer word.
cs: Dostupné datum a čas certifikátu, který je nastaven v aplikaci Studio a zkopírován do přihlašovacích údajů. Toto by mělo být upraveno ve Studiu.
de_de: Das Datum und die Uhrzeit der Verfügbarkeit des Zertifikats, die in Studio festgelegt und in die Credentials kopiert wurden. Dies sollte in Studio bearbeitet werden.
eo: Thé çértïfïçäté äväïläßlé däté änd tïmé thät ïs sét ïn Stüdïö änd çöpïéd tö Çrédéntïäls. Thïs shöüld ßé édïtéd ïn Stüdïö. Ⱡ'σяєм ιρѕυ#
fi: Käytettävissä olevan varmenteen päivämäärä ja aika, joka on asetettu Studiossa ja kopioitu valtuustietoihin. Tätä tulee muokata Studiossa.
fil_ph: Ang available na certificate na petsa at oras na nakatakda sa Studio at kinopya sa Mga Kredensyal. Dapat itong i-edit sa Studio.
fr_fr: La date et l&#39;heure de disponibilité du certificat définies dans Studio et copiées dans les informations d&#39;identification. Cela devrait être modifié dans Studio.
ms: Tarikh dan masa tersedia pada sijil yang ditetapkan dalam Studio dan disalin kepada Kelayakan. Ini harus diedit dalam Studio.
pl: Dostępna data i godzina certyfikatu ustawiona w programie Studio i skopiowana do poświadczeń. Należy to edytować w Studio.
ru: Дата и время доступности сертификата, установлены в Studio и скопированы в Credentials. Это д.б. отредактировано в Studio.
sl: Datum in čas na voljo za potrdilo, ki sta nastavljena v Studiu in kopirana v Poverilnice. To je treba urediti v Studiu.

source: Program UUID
ca: Programa UUID
cs: UUID programu
eo: Prögräm ÛÛÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fi: Ohjelma UUID
fr_fr: Programme UUID
ja_jp: プログラムUUID
ms: UUID Program
pl: UUID programu
ru: Программа UUID
sl: UUID programa

source: Display the associated organization's name (e.g. ACME University) instead of its short name (e.g. ACMEx)
af_za: Vertoon die naam van die geassosieerde organisasie (e. g. ACME Universiteit) in plaas van sy kort naam (e. g. Acmex)
ca: Mostra el nom de l'organització associada (p. Ex. ACME University) en comptes del seu nom curt (p. Ex. ACMEx)
cs: Zobrazte název přidružené organizace (např. ACME University) místo jejího krátkého názvu (např. ACMEx)
de_de: Den kompletten Namen der assoziierten Organisation (z.B. Universität des Landes) anstelle der Abkürzung (z.B. UNIdL) anzeigen
eo: Dïspläý thé ässöçïätéd örgänïzätïön's nämé (é.g. ÀÇMÉ Ûnïvérsïtý) ïnstéäd öf ïts shört nämé (é.g. ÀÇMÉx) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
fi: Näytä liitetyn organisaation nimi (esim. ACME University) sen lyhyen nimen sijaan (esim. ACMEx)
fil_ph: Ipakita ang pangalan ng nauugnay na organisasyon (hal. ACME University) sa halip na ang maikling pangalan nito (hal. ACMEx)
fr_fr: Affichez le nom de l'organisation associée (par ex. ACME University) plutôt que son nom abrégé (par ex. ACMEx)
ja_jp: 略称 (例. ACMEx) ではなく関連組織名 (例. ACME 大学) を表示
ms: Paparkan nama penuh organisasi yang berkaitan (contohnya, ACME University), dan bukannya nama singkatan (contohnya, ACMEx)
pl: Wyświetlaj pełną nazwę organizacji (np. Uniwersytet ABC) zamiast jej skróconej nazwy (np. ABCx)
ru: Отображать название ассоциированной организации (например, Университет ACME) вместо короткого названия (например, ACMEx).
sl: Prikaži ime povezane organizacije (npr. ACME University) namesto njenega kratkega imena (npr. ACMEx)

source: Use organization name
af_za: Gebruik organisasie se naam
ca: Utilitza el nom de l'organització
cs: Použijte název organizace
de_de: Name der Organisation benutzen
eo: Ûsé örgänïzätïön nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: Käytä organisaation nimeä
fil_ph: Gamitin ang pangalan ng organisasyon
fr_fr: Utilisez le nom de l'organisation
ja_jp: 組織名を使用
ms: Gunakan nama organisasi
nb: Benytt organisasjonens navn
pl: Używaj nazwy organizacji
ru: Использовать название организации
sl: Uporabite ime organizacije
sw_ke: Tumia jina la 'shirika'

source: {first_org} and {second_org}
af_za: {first_org} en {second_org}
cs: {first_org} a {second_org}
de_de: {first_org} und {second_org}
eo: {first_org} änd {second_org} Ⱡ'σяєм ιρѕυм ∂σłσя #
fi: {first_org} ja <span class='notranslate'>{second_org}</span>
fil_ph: {first_org} at <span class='notranslate'>{second_org}</span>
fr_fr: {first_org} et {second_org}
ms: {first_org} dan {second_org}
pl: {first_org} i {second_org}
ru: {first_org} и {second_org}
sl: {first_org} in {second_org}

source: {series_of_orgs}, and {last_org}
af_za: {series_of_orgs}, en {last_org}
cs: {series_of_orgs} a {last_org}
de_de: {series_of_orgs}, und {last_org}
eo: {series_of_orgs}, änd {last_org} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
fi: {series_of_orgs} ja <span class='notranslate'>{last_org}</span>
fil_ph: {series_of_orgs}, at <span class='notranslate'>{last_org}</span>
fr_fr: {series_of_orgs}, et {last_org}
ms: {series_of_orgs} dan {last_org}
pl: {series_of_orgs} i {last_org}
ru: {series_of_orgs}, и {last_org}
sl: {series_of_orgs} in {last_org}

source: I completed a course at {platform_name}. Take a look at my certificate:
af_za: Ek het 'n kursus by {platform_name} voltooi. Kyk na my sertifikaat:
ca: Vaig completar un curs a {platform_name}. Fes un cop d'ull al meu certificat:
cs: Absolvoval jsem kurz na {platform_name}. Podívejte se na můj certifikát:
de_de: Ich habe an einen Kurs auf {platform_name} erfolgreich teilgenommen. Hier ist mein Zertifikat:
eo: Ì çömplétéd ä çöürsé ät {platform_name}. Täké ä löök ät mý çértïfïçäté: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
fi: Suoritin kurssin osoitteessa <span class='notranslate'>{platform_name}</span> . Katso todistukseni:
fil_ph: Nakatapos ako ng kurso sa <span class='notranslate'>{platform_name}</span> . Tingnan ang aking sertipiko:
fr_fr: J'ai terminé un cours sur {platform_name}. Consultez mon certificat:
ja_jp: 私は{platform_name}の講座を修了しました。修了書をご覧ください。
ms: Saya telah menyelesaikan kursus di {platform_name}. Lihat sijil saya:
pl: Ukończyłem kurs na platformie {platform_name}. Zobacz mój certyfikat:
ru: Я закончил курс на {platform_name}. Посмотрите на мой сертификат.
sl: Zaključil sem tečaj na {platform_name}. Oglejte si moje potrdilo:
sw_ke: Nimemaliza kozi kwenye {platform_name}. Angalia cheti changu:

source: I completed a course at {platform_name}.
eo: Ì çömplétéd ä çöürsé ät {platform_name}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: successfully completed all courses and received passing grades for a Professional Certificate in
af_za: het alle kursusse suksesvol voltooi en slaagsyfers ontvang vir 'n professionele sertifikaat in
ca: ha completat amb èxit tots els cursos i ha rebut qualificacions aprovades per a un certificat professional
cs: úspěšně dokončil/a všechny kurzy a získal/a úspěšné hodnocení pro získání profesního certifikátu v
de_de: alle Kurse erfolgreich abgeschlossen und die Notenanforderungen für ein Professional Zertifikat erreicht in
eo: süççéssfüllý çömplétéd äll çöürsés änd réçéïvéd pässïng grädés för ä Pröféssïönäl Çértïfïçäté ïn Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
fi: suoritti menestyksekkäästi kaikki kurssit ja sai hyväksytysti ammattitodistuksen
fil_ph: matagumpay na natapos ang lahat ng mga kurso at nakatanggap ng mga pasadong grado para sa isang Propesyonal na Sertipiko sa
fr_fr: terminé avec succès tous les cours et ai reçu les notes de passage pour un Certificat professionnel en
ja_jp: 全講座を終了し、Professional Certificateの合格点を獲得しました
ms: berjaya menyelesaikan semua kursus dan mendapat gred lulus untuk Sijil Profesional dalam
nb: har fullført alle kurs og oppnådd resultater som kvalifiserer for Profesjonsrettet Kursbevis i
pl: ukończył/a z powodzeniem wszystkie kursy, otrzymał/a dobre oceny i uzyskał/a Certyfikat Edukacji Specjalistycznej programu
ru: успешно окончил все курсы и получил проходные баллы для получения профессионального сертификата по следующим специальностям
sl: uspešno zaključil vse tečaje in prejel prehodne ocene za strokovno spričevalo v
sw_ke: umefanikiwa kukamilisha kozi zote na umepata alama zinazokuwezesha kupata Cheti cha Taaluma katika

source: Professional Certificate
af_za: Professionele sertifikaat
ca: Certificat Professional
cs: Profesní certifikát
de_de: Professionel Zertifikat
eo: Pröféssïönäl Çértïfïçäté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
fi: Ammattitodistus
fil_ph: Propesyonal na Sertipiko
fr_fr: Certificat professionnel
ja_jp: 専門家修了証
ms: Sijil Profesional
nb: Profesjonsrettet Kursbevis
pl: Certyfikat Edukacji Specjalistycznej
ru: Профессиональный сертификат
sl: Strokovno spričevalo
sw_ke: Cheti cha Taaluma

source: Cache cleared.
af_za: Kas skoongemaak.
ca: S'ha eliminat la memòria cau.
cs: Mezipaměť vymazána.
de_de: Cache gelöscht.
eo: Çäçhé çléäréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
fi: Välimuisti tyhjennetty.
fil_ph: Na-clear ang cache.
fr_fr: Cache effacé.
ja_jp: キャッシュをクリア済。
ms: Cache telah dikosongkan.
pl: Cache wyczyszczone
ru: Кэш очищен.
sl: Predpomnilnik je počiščen.
